[
  {
    "pageNumber": 510,
    "juz": 26,
    "quarter": 4,
    "hizb": 51,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "quranPageContents": [
      {
        "header": "سُورَةُ مُحَمَّدٍ"
      },
      {
        "ayah": "وَلَوْ نَشَآءُ لَأَرَيْنَٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَٰلَكُمْ ﴿٠٣﴾ وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَٰهِدِينَ مِنكُمْ وَٱلصَّٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ ﴿١٣﴾ إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا وَسَيُحْبِطُ أَعْمَٰلَهُمْ ﴿٢٣﴾ ۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَٰلَكُمْ ﴿٣٣﴾ إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌۭ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ﴿٤٣﴾ فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَٰلَكُمْ ﴿٥٣﴾ إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ ﴿٦٣﴾ إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَٰنَكُمْ ﴿٧٣﴾ هَٰٓأَنتُمْ هَٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَٰلَكُم ﴿٨٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 511,
    "juz": 26,
    "quarter": 4,
    "hizb": 51,
    "surahName": "سُورَةُ الفَتۡحِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الفَتۡحِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّا فَتَحْنَا لَكَ فَتْحًۭا مُّبِينًۭا ﴿١﴾ لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًۭا مُّسْتَقِيمًۭا ﴿٢﴾ وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا ﴿٣﴾ هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَٰنًۭا مَّعَ إِيمَٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًۭا ﴿٤﴾ لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًۭا ﴿٥﴾ وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًۭا ﴿٦﴾ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا ﴿٧﴾ إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًۭا وَمُبَشِّرًۭا وَنَذِيرًۭا ﴿٨﴾ لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةًۭ وَأَصِيلًا ﴿٩﴾ "
      }
    ]
  },
  {
    "pageNumber": 512,
    "juz": 26,
    "quarter": 4,
    "hizb": 51,
    "surahName": "سُورَةُ الفَتۡحِ",
    "quranPageContents": [
      {
        "ayah": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًۭا ﴿٠١﴾ سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا ﴿١١﴾ بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًۭا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًۭا ﴿٢١﴾ وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَعِيرًۭا ﴿٣١﴾ وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا ﴿٤١﴾ سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًۭا ﴿٥١﴾ "
      }
    ]
  },
  {
    "pageNumber": 513,
    "juz": 26,
    "quarter": 1,
    "hizb": 52,
    "surahName": "سُورَةُ الفَتۡحِ",
    "quranPageContents": [
      {
        "ayah": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍۢ شَدِيدٍۢ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًۭا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًۭا ﴿٦١﴾ لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌۭ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌۭ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌۭ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًۭا ﴿٧١﴾ ۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًۭا قَرِيبًۭا ﴿٨١﴾ وَمَغَانِمَ كَثِيرَةًۭ يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًۭا ﴿٩١﴾ وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةًۭ تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةًۭ لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًۭا مُّسْتَقِيمًۭا ﴿٠٢﴾ وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرًۭا ﴿١٢﴾ وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّۭا وَلَا نَصِيرًۭا ﴿٢٢﴾ سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًۭا ﴿٣٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 514,
    "juz": 26,
    "quarter": 1,
    "hizb": 52,
    "surahName": "سُورَةُ الفَتۡحِ",
    "quranPageContents": [
      {
        "ayah": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا ﴿٤٢﴾ هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌۭ مُّؤْمِنُونَ وَنِسَآءٌۭ مُّؤْمِنَٰتٌۭ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍۢ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا ﴿٥٢﴾ إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًۭا ﴿٦٢﴾ لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًۭا قَرِيبًا ﴿٧٢﴾ هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًۭا ﴿٨٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 515,
    "juz": 26,
    "quarter": 2,
    "hizb": 52,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "quranPageContents": [
      {
        "ayah": "مُّحَمَّدٌۭ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًۭا سُجَّدًۭا يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۢا ﴿٩٢﴾ "
      },
      {
        "header": "سُورَةُ الحُجُرَاتِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ ﴿١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ ﴿٢﴾ إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌ عَظِيمٌ ﴿٣﴾ إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ ﴿٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 516,
    "juz": 26,
    "quarter": 2,
    "hizb": 52,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "quranPageContents": [
      {
        "ayah": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًۭا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ ﴿٥﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍۢ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَٰلَةٍۢ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَٰدِمِينَ ﴿٦﴾ وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍۢ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ ﴿٧﴾ فَضْلًۭا مِّنَ ٱللَّهِ وَنِعْمَةًۭ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ ﴿٨﴾ وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ ﴿٩﴾ إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌۭ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ ﴿٠١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌۭ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًۭا مِّنْهُمْ وَلَا نِسَآءٌۭ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًۭا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ﴿١١﴾ "
      }
    ]
  },
  {
    "pageNumber": 517,
    "juz": 26,
    "quarter": 3,
    "hizb": 52,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "quranPageContents": [
      {
        "ayah": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًۭا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌۭ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًۭا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌۭ رَّحِيمٌۭ ﴿٢١﴾ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَٰكُم مِّن ذَكَرٍۢ وَأُنثَىٰ وَجَعَلْنَٰكُمْ شُعُوبًۭا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۭ ﴿٣١﴾ ۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ ﴿٤١﴾ إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ ﴿٥١﴾ قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ ﴿٦١﴾ يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَٰنِ إِن كُنتُمْ صَٰدِقِينَ ﴿٧١﴾ إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ ﴿٨١﴾ "
      }
    ]
  },
  {
    "pageNumber": 518,
    "juz": 26,
    "quarter": 3,
    "hizb": 52,
    "surahName": "سُورَةُ قٓ",
    "quranPageContents": [
      {
        "header": "سُورَةُ قٓ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ ﴿١﴾ بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ ﴿٢﴾ أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌۭ ﴿٣﴾ قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَٰبٌ حَفِيظٌۢ ﴿٤﴾ بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍۢ مَّرِيجٍ ﴿٥﴾ أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٍۢ ﴿٦﴾ وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ ﴿٧﴾ تَبْصِرَةًۭ وَذِكْرَىٰ لِكُلِّ عَبْدٍۢ مُّنِيبٍۢ ﴿٨﴾ وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ مُّبَٰرَكًۭا فَأَنۢبَتْنَا بِهِۦ جَنَّٰتٍۢ وَحَبَّ ٱلْحَصِيدِ ﴿٩﴾ وَٱلنَّخْلَ بَاسِقَٰتٍۢ لَّهَا طَلْعٌۭ نَّضِيدٌۭ ﴿٠١﴾ رِّزْقًۭا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ ٱلْخُرُوجُ ﴿١١﴾ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَأَصْحَٰبُ ٱلرَّسِّ وَثَمُودُ ﴿٢١﴾ وَعَادٌۭ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍۢ ﴿٣١﴾ وَأَصْحَٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍۢ ۚ كُلٌّۭ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ ﴿٤١﴾ أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍۢ مِّنْ خَلْقٍۢ جَدِيدٍۢ ﴿٥١﴾ "
      }
    ]
  },
  {
    "pageNumber": 519,
    "juz": 26,
    "quarter": 4,
    "hizb": 52,
    "surahName": "سُورَةُ قٓ",
    "quranPageContents": [
      {
        "ayah": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ ﴿٦١﴾ إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌۭ ﴿٧١﴾ مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌۭ ﴿٨١﴾ وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ ﴿٩١﴾ وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ ﴿٠٢﴾ وَجَآءَتْ كُلُّ نَفْسٍۢ مَّعَهَا سَآئِقٌۭ وَشَهِيدٌۭ ﴿١٢﴾ لَّقَدْ كُنتَ فِى غَفْلَةٍۢ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌۭ ﴿٢٢﴾ وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ ﴿٣٢﴾ أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍۢ ﴿٤٢﴾ مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍۢ مُّرِيبٍ ﴿٥٢﴾ ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ ﴿٦٢﴾ ۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍۢ ﴿٧٢﴾ قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ ﴿٨٢﴾ مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍۢ لِّلْعَبِيدِ ﴿٩٢﴾ يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍۢ ﴿٠٣﴾ وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ ﴿١٣﴾ هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍۢ ﴿٢٣﴾ مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍۢ مُّنِيبٍ ﴿٣٣﴾ ٱدْخُلُوهَا بِسَلَٰمٍۢ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ ﴿٤٣﴾ لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌۭ ﴿٥٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 520,
    "juz": 26,
    "quarter": 4,
    "hizb": 52,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "quranPageContents": [
      {
        "ayah": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًۭا فَنَقَّبُوا۟ فِى ٱلْبِلَٰدِ هَلْ مِن مَّحِيصٍ ﴿٦٣﴾ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌۭ ﴿٧٣﴾ وَلَقَدْ خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ وَمَا مَسَّنَا مِن لُّغُوبٍۢ ﴿٨٣﴾ فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ ﴿٩٣﴾ وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَٰرَ ٱلسُّجُودِ ﴿٠٤﴾ وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍۢ قَرِيبٍۢ ﴿١٤﴾ يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ ﴿٢٤﴾ إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ ﴿٣٤﴾ يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًۭا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌۭ ﴿٤٤﴾ نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍۢ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ ﴿٥٤﴾ "
      },
      {
        "header": "سُورَةُ الذَّارِيَاتِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلذَّٰرِيَٰتِ ذَرْوًۭا ﴿١﴾ فَٱلْحَٰمِلَٰتِ وِقْرًۭا ﴿٢﴾ فَٱلْجَٰرِيَٰتِ يُسْرًۭا ﴿٣﴾ فَٱلْمُقَسِّمَٰتِ أَمْرًا ﴿٤﴾ إِنَّمَا تُوعَدُونَ لَصَادِقٌۭ ﴿٥﴾ وَإِنَّ ٱلدِّينَ لَوَٰقِعٌۭ ﴿٦﴾ "
      }
    ]
  },
  {
    "pageNumber": 521,
    "juz": 26,
    "quarter": 4,
    "hizb": 52,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "quranPageContents": [
      {
        "ayah": "وَٱلسَّمَآءِ ذَاتِ ٱلْحُبُكِ ﴿٧﴾ إِنَّكُمْ لَفِى قَوْلٍۢ مُّخْتَلِفٍۢ ﴿٨﴾ يُؤْفَكُ عَنْهُ مَنْ أُفِكَ ﴿٩﴾ قُتِلَ ٱلْخَرَّٰصُونَ ﴿٠١﴾ ٱلَّذِينَ هُمْ فِى غَمْرَةٍۢ سَاهُونَ ﴿١١﴾ يَسْـَٔلُونَ أَيَّانَ يَوْمُ ٱلدِّينِ ﴿٢١﴾ يَوْمَ هُمْ عَلَى ٱلنَّارِ يُفْتَنُونَ ﴿٣١﴾ ذُوقُوا۟ فِتْنَتَكُمْ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَسْتَعْجِلُونَ ﴿٤١﴾ إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَعُيُونٍ ﴿٥١﴾ ءَاخِذِينَ مَآ ءَاتَىٰهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُحْسِنِينَ ﴿٦١﴾ كَانُوا۟ قَلِيلًۭا مِّنَ ٱلَّيْلِ مَا يَهْجَعُونَ ﴿٧١﴾ وَبِٱلْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ ﴿٨١﴾ وَفِىٓ أَمْوَٰلِهِمْ حَقٌّۭ لِّلسَّآئِلِ وَٱلْمَحْرُومِ ﴿٩١﴾ وَفِى ٱلْأَرْضِ ءَايَٰتٌۭ لِّلْمُوقِنِينَ ﴿٠٢﴾ وَفِىٓ أَنفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ ﴿١٢﴾ وَفِى ٱلسَّمَآءِ رِزْقُكُمْ وَمَا تُوعَدُونَ ﴿٢٢﴾ فَوَرَبِّ ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّهُۥ لَحَقٌّۭ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ ﴿٣٢﴾ هَلْ أَتَىٰكَ حَدِيثُ ضَيْفِ إِبْرَٰهِيمَ ٱلْمُكْرَمِينَ ﴿٤٢﴾ إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًۭا ۖ قَالَ سَلَٰمٌۭ قَوْمٌۭ مُّنكَرُونَ ﴿٥٢﴾ فَرَاغَ إِلَىٰٓ أَهْلِهِۦ فَجَآءَ بِعِجْلٍۢ سَمِينٍۢ ﴿٦٢﴾ فَقَرَّبَهُۥٓ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ ﴿٧٢﴾ فَأَوْجَسَ مِنْهُمْ خِيفَةًۭ ۖ قَالُوا۟ لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٍۢ ﴿٨٢﴾ فَأَقْبَلَتِ ٱمْرَأَتُهُۥ فِى صَرَّةٍۢ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌۭ ﴿٩٢﴾ قَالُوا۟ كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُۥ هُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ ﴿٠٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 522,
    "juz": 27,
    "quarter": 1,
    "hizb": 53,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "quranPageContents": [
      {
        "ayah": "۞ قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ ﴿١٣﴾ قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍۢ مُّجْرِمِينَ ﴿٢٣﴾ لِنُرْسِلَ عَلَيْهِمْ حِجَارَةًۭ مِّن طِينٍۢ ﴿٣٣﴾ مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ ﴿٤٣﴾ فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ ٱلْمُؤْمِنِينَ ﴿٥٣﴾ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍۢ مِّنَ ٱلْمُسْلِمِينَ ﴿٦٣﴾ وَتَرَكْنَا فِيهَآ ءَايَةًۭ لِّلَّذِينَ يَخَافُونَ ٱلْعَذَابَ ٱلْأَلِيمَ ﴿٧٣﴾ وَفِى مُوسَىٰٓ إِذْ أَرْسَلْنَٰهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَٰنٍۢ مُّبِينٍۢ ﴿٨٣﴾ فَتَوَلَّىٰ بِرُكْنِهِۦ وَقَالَ سَٰحِرٌ أَوْ مَجْنُونٌۭ ﴿٩٣﴾ فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ وَهُوَ مُلِيمٌۭ ﴿٠٤﴾ وَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ ٱلرِّيحَ ٱلْعَقِيمَ ﴿١٤﴾ مَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَٱلرَّمِيمِ ﴿٢٤﴾ وَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا۟ حَتَّىٰ حِينٍۢ ﴿٣٤﴾ فَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ وَهُمْ يَنظُرُونَ ﴿٤٤﴾ فَمَا ٱسْتَطَٰعُوا۟ مِن قِيَامٍۢ وَمَا كَانُوا۟ مُنتَصِرِينَ ﴿٥٤﴾ وَقَوْمَ نُوحٍۢ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ قَوْمًۭا فَٰسِقِينَ ﴿٦٤﴾ وَٱلسَّمَآءَ بَنَيْنَٰهَا بِأَيْي۟دٍۢ وَإِنَّا لَمُوسِعُونَ ﴿٧٤﴾ وَٱلْأَرْضَ فَرَشْنَٰهَا فَنِعْمَ ٱلْمَٰهِدُونَ ﴿٨٤﴾ وَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ ﴿٩٤﴾ فَفِرُّوٓا۟ إِلَى ٱللَّهِ ۖ إِنِّى لَكُم مِّنْهُ نَذِيرٌۭ مُّبِينٌۭ ﴿٠٥﴾ وَلَا تَجْعَلُوا۟ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ ۖ إِنِّى لَكُم مِّنْهُ نَذِيرٌۭ مُّبِينٌۭ ﴿١٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 523,
    "juz": 27,
    "quarter": 1,
    "hizb": 53,
    "surahName": "سُورَةُ الطُّورِ",
    "quranPageContents": [
      {
        "ayah": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا۟ سَاحِرٌ أَوْ مَجْنُونٌ ﴿٢٥﴾ أَتَوَاصَوْا۟ بِهِۦ ۚ بَلْ هُمْ قَوْمٌۭ طَاغُونَ ﴿٣٥﴾ فَتَوَلَّ عَنْهُمْ فَمَآ أَنتَ بِمَلُومٍۢ ﴿٤٥﴾ وَذَكِّرْ فَإِنَّ ٱلذِّكْرَىٰ تَنفَعُ ٱلْمُؤْمِنِينَ ﴿٥٥﴾ وَمَا خَلَقْتُ ٱلْجِنَّ وَٱلْإِنسَ إِلَّا لِيَعْبُدُونِ ﴿٦٥﴾ مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍۢ وَمَآ أُرِيدُ أَن يُطْعِمُونِ ﴿٧٥﴾ إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلْقُوَّةِ ٱلْمَتِينُ ﴿٨٥﴾ فَإِنَّ لِلَّذِينَ ظَلَمُوا۟ ذَنُوبًۭا مِّثْلَ ذَنُوبِ أَصْحَٰبِهِمْ فَلَا يَسْتَعْجِلُونِ ﴿٩٥﴾ فَوَيْلٌۭ لِّلَّذِينَ كَفَرُوا۟ مِن يَوْمِهِمُ ٱلَّذِى يُوعَدُونَ ﴿٠٦﴾ "
      },
      {
        "header": "سُورَةُ الطُّورِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلطُّورِ ﴿١﴾ وَكِتَٰبٍۢ مَّسْطُورٍۢ ﴿٢﴾ فِى رَقٍّۢ مَّنشُورٍۢ ﴿٣﴾ وَٱلْبَيْتِ ٱلْمَعْمُورِ ﴿٤﴾ وَٱلسَّقْفِ ٱلْمَرْفُوعِ ﴿٥﴾ وَٱلْبَحْرِ ٱلْمَسْجُورِ ﴿٦﴾ إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٌۭ ﴿٧﴾ مَّا لَهُۥ مِن دَافِعٍۢ ﴿٨﴾ يَوْمَ تَمُورُ ٱلسَّمَآءُ مَوْرًۭا ﴿٩﴾ وَتَسِيرُ ٱلْجِبَالُ سَيْرًۭا ﴿٠١﴾ فَوَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿١١﴾ ٱلَّذِينَ هُمْ فِى خَوْضٍۢ يَلْعَبُونَ ﴿٢١﴾ يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا ﴿٣١﴾ هَٰذِهِ ٱلنَّارُ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ ﴿٤١﴾ "
      }
    ]
  },
  {
    "pageNumber": 524,
    "juz": 27,
    "quarter": 2,
    "hizb": 53,
    "surahName": "سُورَةُ الطُّورِ",
    "quranPageContents": [
      {
        "ayah": "أَفَسِحْرٌ هَٰذَآ أَمْ أَنتُمْ لَا تُبْصِرُونَ ﴿٥١﴾ ٱصْلَوْهَا فَٱصْبِرُوٓا۟ أَوْ لَا تَصْبِرُوا۟ سَوَآءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ ﴿٦١﴾ إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَنَعِيمٍۢ ﴿٧١﴾ فَٰكِهِينَ بِمَآ ءَاتَىٰهُمْ رَبُّهُمْ وَوَقَىٰهُمْ رَبُّهُمْ عَذَابَ ٱلْجَحِيمِ ﴿٨١﴾ كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَا كُنتُمْ تَعْمَلُونَ ﴿٩١﴾ مُتَّكِـِٔينَ عَلَىٰ سُرُرٍۢ مَّصْفُوفَةٍۢ ۖ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍۢ ﴿٠٢﴾ وَٱلَّذِينَ ءَامَنُوا۟ وَٱتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَٰهُم مِّنْ عَمَلِهِم مِّن شَىْءٍۢ ۚ كُلُّ ٱمْرِئٍۭ بِمَا كَسَبَ رَهِينٌۭ ﴿١٢﴾ وَأَمْدَدْنَٰهُم بِفَٰكِهَةٍۢ وَلَحْمٍۢ مِّمَّا يَشْتَهُونَ ﴿٢٢﴾ يَتَنَٰزَعُونَ فِيهَا كَأْسًۭا لَّا لَغْوٌۭ فِيهَا وَلَا تَأْثِيمٌۭ ﴿٣٢﴾ ۞ وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌۭ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌۭ مَّكْنُونٌۭ ﴿٤٢﴾ وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَسَآءَلُونَ ﴿٥٢﴾ قَالُوٓا۟ إِنَّا كُنَّا قَبْلُ فِىٓ أَهْلِنَا مُشْفِقِينَ ﴿٦٢﴾ فَمَنَّ ٱللَّهُ عَلَيْنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ ﴿٧٢﴾ إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ ۖ إِنَّهُۥ هُوَ ٱلْبَرُّ ٱلرَّحِيمُ ﴿٨٢﴾ فَذَكِّرْ فَمَآ أَنتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍۢ وَلَا مَجْنُونٍ ﴿٩٢﴾ أَمْ يَقُولُونَ شَاعِرٌۭ نَّتَرَبَّصُ بِهِۦ رَيْبَ ٱلْمَنُونِ ﴿٠٣﴾ قُلْ تَرَبَّصُوا۟ فَإِنِّى مَعَكُم مِّنَ ٱلْمُتَرَبِّصِينَ ﴿١٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 525,
    "juz": 27,
    "quarter": 2,
    "hizb": 53,
    "surahName": "سُورَةُ الطُّورِ",
    "quranPageContents": [
      {
        "ayah": "أَمْ تَأْمُرُهُمْ أَحْلَٰمُهُم بِهَٰذَآ ۚ أَمْ هُمْ قَوْمٌۭ طَاغُونَ ﴿٢٣﴾ أَمْ يَقُولُونَ تَقَوَّلَهُۥ ۚ بَل لَّا يُؤْمِنُونَ ﴿٣٣﴾ فَلْيَأْتُوا۟ بِحَدِيثٍۢ مِّثْلِهِۦٓ إِن كَانُوا۟ صَٰدِقِينَ ﴿٤٣﴾ أَمْ خُلِقُوا۟ مِنْ غَيْرِ شَىْءٍ أَمْ هُمُ ٱلْخَٰلِقُونَ ﴿٥٣﴾ أَمْ خَلَقُوا۟ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۚ بَل لَّا يُوقِنُونَ ﴿٦٣﴾ أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ أَمْ هُمُ ٱلْمُصَۣيْطِرُونَ ﴿٧٣﴾ أَمْ لَهُمْ سُلَّمٌۭ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَٰنٍۢ مُّبِينٍ ﴿٨٣﴾ أَمْ لَهُ ٱلْبَنَٰتُ وَلَكُمُ ٱلْبَنُونَ ﴿٩٣﴾ أَمْ تَسْـَٔلُهُمْ أَجْرًۭا فَهُم مِّن مَّغْرَمٍۢ مُّثْقَلُونَ ﴿٠٤﴾ أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ ﴿١٤﴾ أَمْ يُرِيدُونَ كَيْدًۭا ۖ فَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلْمَكِيدُونَ ﴿٢٤﴾ أَمْ لَهُمْ إِلَٰهٌ غَيْرُ ٱللَّهِ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ﴿٣٤﴾ وَإِن يَرَوْا۟ كِسْفًۭا مِّنَ ٱلسَّمَآءِ سَاقِطًۭا يَقُولُوا۟ سَحَابٌۭ مَّرْكُومٌۭ ﴿٤٤﴾ فَذَرْهُمْ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى فِيهِ يُصْعَقُونَ ﴿٥٤﴾ يَوْمَ لَا يُغْنِى عَنْهُمْ كَيْدُهُمْ شَيْـًۭٔا وَلَا هُمْ يُنصَرُونَ ﴿٦٤﴾ وَإِنَّ لِلَّذِينَ ظَلَمُوا۟ عَذَابًۭا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ ﴿٧٤﴾ وَٱصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ ﴿٨٤﴾ وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَإِدْبَٰرَ ٱلنُّجُومِ ﴿٩٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 526,
    "juz": 27,
    "quarter": 3,
    "hizb": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ النَّجۡمِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلنَّجْمِ إِذَا هَوَىٰ ﴿١﴾ مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ ﴿٢﴾ وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ ﴿٣﴾ إِنْ هُوَ إِلَّا وَحْىٌۭ يُوحَىٰ ﴿٤﴾ عَلَّمَهُۥ شَدِيدُ ٱلْقُوَىٰ ﴿٥﴾ ذُو مِرَّةٍۢ فَٱسْتَوَىٰ ﴿٦﴾ وَهُوَ بِٱلْأُفُقِ ٱلْأَعْلَىٰ ﴿٧﴾ ثُمَّ دَنَا فَتَدَلَّىٰ ﴿٨﴾ فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ ﴿٩﴾ فَأَوْحَىٰٓ إِلَىٰ عَبْدِهِۦ مَآ أَوْحَىٰ ﴿٠١﴾ مَا كَذَبَ ٱلْفُؤَادُ مَا رَأَىٰٓ ﴿١١﴾ أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ ﴿٢١﴾ وَلَقَدْ رَءَاهُ نَزْلَةً أُخْرَىٰ ﴿٣١﴾ عِندَ سِدْرَةِ ٱلْمُنتَهَىٰ ﴿٤١﴾ عِندَهَا جَنَّةُ ٱلْمَأْوَىٰٓ ﴿٥١﴾ إِذْ يَغْشَى ٱلسِّدْرَةَ مَا يَغْشَىٰ ﴿٦١﴾ مَا زَاغَ ٱلْبَصَرُ وَمَا طَغَىٰ ﴿٧١﴾ لَقَدْ رَأَىٰ مِنْ ءَايَٰتِ رَبِّهِ ٱلْكُبْرَىٰٓ ﴿٨١﴾ أَفَرَءَيْتُمُ ٱللَّٰتَ وَٱلْعُزَّىٰ ﴿٩١﴾ وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلْأُخْرَىٰٓ ﴿٠٢﴾ أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلْأُنثَىٰ ﴿١٢﴾ تِلْكَ إِذًۭا قِسْمَةٌۭ ضِيزَىٰٓ ﴿٢٢﴾ إِنْ هِىَ إِلَّآ أَسْمَآءٌۭ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهْوَى ٱلْأَنفُسُ ۖ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ ٱلْهُدَىٰٓ ﴿٣٢﴾ أَمْ لِلْإِنسَٰنِ مَا تَمَنَّىٰ ﴿٤٢﴾ فَلِلَّهِ ٱلْءَاخِرَةُ وَٱلْأُولَىٰ ﴿٥٢﴾ ۞ وَكَم مِّن مَّلَكٍۢ فِى ٱلسَّمَٰوَٰتِ لَا تُغْنِى شَفَٰعَتُهُمْ شَيْـًٔا إِلَّا مِنۢ بَعْدِ أَن يَأْذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرْضَىٰٓ ﴿٦٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 527,
    "juz": 27,
    "quarter": 3,
    "hizb": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "quranPageContents": [
      {
        "ayah": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ لَيُسَمُّونَ ٱلْمَلَٰٓئِكَةَ تَسْمِيَةَ ٱلْأُنثَىٰ ﴿٧٢﴾ وَمَا لَهُم بِهِۦ مِنْ عِلْمٍ ۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ ۖ وَإِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًۭٔا ﴿٨٢﴾ فَأَعْرِضْ عَن مَّن تَوَلَّىٰ عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا ٱلْحَيَوٰةَ ٱلدُّنْيَا ﴿٩٢﴾ ذَٰلِكَ مَبْلَغُهُم مِّنَ ٱلْعِلْمِ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ ﴿٠٣﴾ وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لِيَجْزِىَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ بِمَا عَمِلُوا۟ وَيَجْزِىَ ٱلَّذِينَ أَحْسَنُوا۟ بِٱلْحُسْنَى ﴿١٣﴾ ٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ إِلَّا ٱللَّمَمَ ۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلْمَغْفِرَةِ ۚ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌۭ فِى بُطُونِ أُمَّهَٰتِكُمْ ۖ فَلَا تُزَكُّوٓا۟ أَنفُسَكُمْ ۖ هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰٓ ﴿٢٣﴾ أَفَرَءَيْتَ ٱلَّذِى تَوَلَّىٰ ﴿٣٣﴾ وَأَعْطَىٰ قَلِيلًۭا وَأَكْدَىٰٓ ﴿٤٣﴾ أَعِندَهُۥ عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰٓ ﴿٥٣﴾ أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ ﴿٦٣﴾ وَإِبْرَٰهِيمَ ٱلَّذِى وَفَّىٰٓ ﴿٧٣﴾ أَلَّا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ ﴿٨٣﴾ وَأَن لَّيْسَ لِلْإِنسَٰنِ إِلَّا مَا سَعَىٰ ﴿٩٣﴾ وَأَنَّ سَعْيَهُۥ سَوْفَ يُرَىٰ ﴿٠٤﴾ ثُمَّ يُجْزَىٰهُ ٱلْجَزَآءَ ٱلْأَوْفَىٰ ﴿١٤﴾ وَأَنَّ إِلَىٰ رَبِّكَ ٱلْمُنتَهَىٰ ﴿٢٤﴾ وَأَنَّهُۥ هُوَ أَضْحَكَ وَأَبْكَىٰ ﴿٣٤﴾ وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحْيَا ﴿٤٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 528,
    "juz": 27,
    "quarter": 3,
    "hizb": 53,
    "sajdaIndex": 0,
    "surahName": "سُورَةُ القَمَرِ",
    "quranPageContents": [
      {
        "ayah": "وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ ﴿٥٤﴾ مِن نُّطْفَةٍ إِذَا تُمْنَىٰ ﴿٦٤﴾ وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ ﴿٧٤﴾ وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ ﴿٨٤﴾ وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ ﴿٩٤﴾ وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ ﴿٠٥﴾ وَثَمُودَا۟ فَمَآ أَبْقَىٰ ﴿١٥﴾ وَقَوْمَ نُوحٍۢ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ ﴿٢٥﴾ وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ ﴿٣٥﴾ فَغَشَّىٰهَا مَا غَشَّىٰ ﴿٤٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ ﴿٥٥﴾ هَٰذَا نَذِيرٌۭ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ ﴿٦٥﴾ أَزِفَتِ ٱلْءَازِفَةُ ﴿٧٥﴾ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ ﴿٨٥﴾ أَفَمِنْ هَٰذَا ٱلْحَدِيثِ تَعْجَبُونَ ﴿٩٥﴾ وَتَضْحَكُونَ وَلَا تَبْكُونَ ﴿٠٦﴾ وَأَنتُمْ سَٰمِدُونَ ﴿١٦﴾ فَٱسْجُدُوا۟ لِلَّهِ وَٱعْبُدُوا۟ ۩ ﴿٢٦﴾ "
      },
      {
        "header": "سُورَةُ القَمَرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ ﴿١﴾ وَإِن يَرَوْا۟ ءَايَةًۭ يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌۭ مُّسْتَمِرٌّۭ ﴿٢﴾ وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍۢ مُّسْتَقِرٌّۭ ﴿٣﴾ وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ ﴿٤﴾ حِكْمَةٌۢ بَٰلِغَةٌۭ ۖ فَمَا تُغْنِ ٱلنُّذُرُ ﴿٥﴾ فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍۢ نُّكُرٍ ﴿٦﴾ "
      }
    ],
    "ayahContent": {
      "firstAyahs": "وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ ﴿٥٤﴾ مِن نُّطْفَةٍ إِذَا تُمْنَىٰ ﴿٦٤﴾ وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ ﴿٧٤﴾ وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ ﴿٨٤﴾ وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ ﴿٩٤﴾ وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ ﴿٠٥﴾ وَثَمُودَا۟ فَمَآ أَبْقَىٰ ﴿١٥﴾ وَقَوْمَ نُوحٍۢ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ ﴿٢٥﴾ وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ ﴿٣٥﴾ فَغَشَّىٰهَا مَا غَشَّىٰ ﴿٤٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ ﴿٥٥﴾ هَٰذَا نَذِيرٌۭ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ ﴿٦٥﴾ أَزِفَتِ ٱلْءَازِفَةُ ﴿٧٥﴾ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ ﴿٨٥﴾ أَفَمِنْ هَٰذَا ٱلْحَدِيثِ تَعْجَبُونَ ﴿٩٥﴾ وَتَضْحَكُونَ وَلَا تَبْكُونَ ﴿٠٦﴾ وَأَنتُمْ سَٰمِدُونَ ﴿١٦﴾ ",
      "sajdaWords": "فَٱسْجُدُوا۟ لِلَّهِ",
      "lastAyahs": " وَٱعْبُدُوا۟ ۩ ﴿٢٦ ﴾ "
    },
    "sajdaType": "custom"
  },
  {
    "pageNumber": 529,
    "juz": 27,
    "quarter": 4,
    "hizb": 53,
    "surahName": "سُورَةُ القَمَرِ",
    "quranPageContents": [
      {
        "ayah": "خُشَّعًا أَبْصَٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌۭ مُّنتَشِرٌۭ ﴿٧﴾ مُّهْطِعِينَ إِلَى ٱلدَّاعِ ۖ يَقُولُ ٱلْكَٰفِرُونَ هَٰذَا يَوْمٌ عَسِرٌۭ ﴿٨﴾ ۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌۭ وَٱزْدُجِرَ ﴿٩﴾ فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌۭ فَٱنتَصِرْ ﴿٠١﴾ فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍۢ مُّنْهَمِرٍۢ ﴿١١﴾ وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًۭا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍۢ قَدْ قُدِرَ ﴿٢١﴾ وَحَمَلْنَٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍۢ وَدُسُرٍۢ ﴿٣١﴾ تَجْرِى بِأَعْيُنِنَا جَزَآءًۭ لِّمَن كَانَ كُفِرَ ﴿٤١﴾ وَلَقَد تَّرَكْنَٰهَآ ءَايَةًۭ فَهَلْ مِن مُّدَّكِرٍۢ ﴿٥١﴾ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ ﴿٦١﴾ وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ ﴿٧١﴾ كَذَّبَتْ عَادٌۭ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ ﴿٨١﴾ إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِى يَوْمِ نَحْسٍۢ مُّسْتَمِرٍّۢ ﴿٩١﴾ تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍۢ مُّنقَعِرٍۢ ﴿٠٢﴾ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ ﴿١٢﴾ وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ ﴿٢٢﴾ كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ ﴿٣٢﴾ فَقَالُوٓا۟ أَبَشَرًۭا مِّنَّا وَٰحِدًۭا نَّتَّبِعُهُۥٓ إِنَّآ إِذًۭا لَّفِى ضَلَٰلٍۢ وَسُعُرٍ ﴿٤٢﴾ أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌۭ ﴿٥٢﴾ سَيَعْلَمُونَ غَدًۭا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ ﴿٦٢﴾ إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةًۭ لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ ﴿٧٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 530,
    "juz": 27,
    "quarter": 4,
    "hizb": 53,
    "surahName": "سُورَةُ القَمَرِ",
    "quranPageContents": [
      {
        "ayah": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ ۖ كُلُّ شِرْبٍۢ مُّحْتَضَرٌۭ ﴿٨٢﴾ فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ ﴿٩٢﴾ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ ﴿٠٣﴾ إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةًۭ وَٰحِدَةًۭ فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ ﴿١٣﴾ وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ ﴿٢٣﴾ كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ ﴿٣٣﴾ إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍۢ ۖ نَّجَّيْنَٰهُم بِسَحَرٍۢ ﴿٤٣﴾ نِّعْمَةًۭ مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِى مَن شَكَرَ ﴿٥٣﴾ وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ ﴿٦٣﴾ وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ ﴿٧٣﴾ وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌۭ مُّسْتَقِرٌّۭ ﴿٨٣﴾ فَذُوقُوا۟ عَذَابِى وَنُذُرِ ﴿٩٣﴾ وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ ﴿٠٤﴾ وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ ﴿١٤﴾ كَذَّبُوا۟ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذْنَٰهُمْ أَخْذَ عَزِيزٍۢ مُّقْتَدِرٍ ﴿٢٤﴾ أَكُفَّارُكُمْ خَيْرٌۭ مِّنْ أُو۟لَٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌۭ فِى ٱلزُّبُرِ ﴿٣٤﴾ أَمْ يَقُولُونَ نَحْنُ جَمِيعٌۭ مُّنتَصِرٌۭ ﴿٤٤﴾ سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ ﴿٥٤﴾ بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ ﴿٦٤﴾ إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَٰلٍۢ وَسُعُرٍۢ ﴿٧٤﴾ يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ ﴿٨٤﴾ إِنَّا كُلَّ شَىْءٍ خَلَقْنَٰهُ بِقَدَرٍۢ ﴿٩٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 531,
    "juz": 27,
    "quarter": 1,
    "hizb": 54,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "quranPageContents": [
      {
        "ayah": "وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌۭ كَلَمْحٍۭ بِٱلْبَصَرِ ﴿٠٥﴾ وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍۢ ﴿١٥﴾ وَكُلُّ شَىْءٍۢ فَعَلُوهُ فِى ٱلزُّبُرِ ﴿٢٥﴾ وَكُلُّ صَغِيرٍۢ وَكَبِيرٍۢ مُّسْتَطَرٌ ﴿٣٥﴾ إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَنَهَرٍۢ ﴿٤٥﴾ فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍۢ مُّقْتَدِرٍۭ ﴿٥٥﴾ "
      },
      {
        "header": "سُورَةُ الرَّحۡمَٰن"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلرَّحْمَٰنُ ﴿١﴾ عَلَّمَ ٱلْقُرْءَانَ ﴿٢﴾ خَلَقَ ٱلْإِنسَٰنَ ﴿٣﴾ عَلَّمَهُ ٱلْبَيَانَ ﴿٤﴾ ٱلشَّمْسُ وَٱلْقَمَرُ بِحُسْبَانٍۢ ﴿٥﴾ وَٱلنَّجْمُ وَٱلشَّجَرُ يَسْجُدَانِ ﴿٦﴾ وَٱلسَّمَآءَ رَفَعَهَا وَوَضَعَ ٱلْمِيزَانَ ﴿٧﴾ أَلَّا تَطْغَوْا۟ فِى ٱلْمِيزَانِ ﴿٨﴾ وَأَقِيمُوا۟ ٱلْوَزْنَ بِٱلْقِسْطِ وَلَا تُخْسِرُوا۟ ٱلْمِيزَانَ ﴿٩﴾ وَٱلْأَرْضَ وَضَعَهَا لِلْأَنَامِ ﴿٠١﴾ فِيهَا فَٰكِهَةٌۭ وَٱلنَّخْلُ ذَاتُ ٱلْأَكْمَامِ ﴿١١﴾ وَٱلْحَبُّ ذُو ٱلْعَصْفِ وَٱلرَّيْحَانُ ﴿٢١﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣١﴾ خَلَقَ ٱلْإِنسَٰنَ مِن صَلْصَٰلٍۢ كَٱلْفَخَّارِ ﴿٤١﴾ وَخَلَقَ ٱلْجَآنَّ مِن مَّارِجٍۢ مِّن نَّارٍۢ ﴿٥١﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦١﴾ "
      }
    ]
  },
  {
    "pageNumber": 532,
    "juz": 27,
    "quarter": 1,
    "hizb": 54,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "quranPageContents": [
      {
        "ayah": "رَبُّ ٱلْمَشْرِقَيْنِ وَرَبُّ ٱلْمَغْرِبَيْنِ ﴿٧١﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٨١﴾ مَرَجَ ٱلْبَحْرَيْنِ يَلْتَقِيَانِ ﴿٩١﴾ بَيْنَهُمَا بَرْزَخٌۭ لَّا يَبْغِيَانِ ﴿٠٢﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٢﴾ يَخْرُجُ مِنْهُمَا ٱللُّؤْلُؤُ وَٱلْمَرْجَانُ ﴿٢٢﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٢﴾ وَلَهُ ٱلْجَوَارِ ٱلْمُنشَـَٔاتُ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ ﴿٤٢﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٢﴾ كُلُّ مَنْ عَلَيْهَا فَانٍۢ ﴿٦٢﴾ وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو ٱلْجَلَٰلِ وَٱلْإِكْرَامِ ﴿٧٢﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٨٢﴾ يَسْـَٔلُهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِى شَأْنٍۢ ﴿٩٢﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٠٣﴾ سَنَفْرُغُ لَكُمْ أَيُّهَ ٱلثَّقَلَانِ ﴿١٣﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٢٣﴾ يَٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ إِنِ ٱسْتَطَعْتُمْ أَن تَنفُذُوا۟ مِنْ أَقْطَارِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ فَٱنفُذُوا۟ ۚ لَا تَنفُذُونَ إِلَّا بِسُلْطَٰنٍۢ ﴿٣٣﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٤٣﴾ يُرْسَلُ عَلَيْكُمَا شُوَاظٌۭ مِّن نَّارٍۢ وَنُحَاسٌۭ فَلَا تَنتَصِرَانِ ﴿٥٣﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٦٣﴾ فَإِذَا ٱنشَقَّتِ ٱلسَّمَآءُ فَكَانَتْ وَرْدَةًۭ كَٱلدِّهَانِ ﴿٧٣﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٨٣﴾ فَيَوْمَئِذٍۢ لَّا يُسْـَٔلُ عَن ذَنۢبِهِۦٓ إِنسٌۭ وَلَا جَآنٌّۭ ﴿٩٣﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٠٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 533,
    "juz": 27,
    "quarter": 1,
    "hizb": 54,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "quranPageContents": [
      {
        "ayah": "يُعْرَفُ ٱلْمُجْرِمُونَ بِسِيمَٰهُمْ فَيُؤْخَذُ بِٱلنَّوَٰصِى وَٱلْأَقْدَامِ ﴿١٤﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٢٤﴾ هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى يُكَذِّبُ بِهَا ٱلْمُجْرِمُونَ ﴿٣٤﴾ يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍۢ ﴿٤٤﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٤﴾ وَلِمَنْ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ ﴿٦٤﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٤﴾ ذَوَاتَآ أَفْنَانٍۢ ﴿٨٤﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٩٤﴾ فِيهِمَا عَيْنَانِ تَجْرِيَانِ ﴿٠٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٥﴾ فِيهِمَا مِن كُلِّ فَٰكِهَةٍۢ زَوْجَانِ ﴿٢٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٥﴾ مُتَّكِـِٔينَ عَلَىٰ فُرُشٍۭ بَطَآئِنُهَا مِنْ إِسْتَبْرَقٍۢ ۚ وَجَنَى ٱلْجَنَّتَيْنِ دَانٍۢ ﴿٤٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٥﴾ فِيهِنَّ قَٰصِرَٰتُ ٱلطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنسٌۭ قَبْلَهُمْ وَلَا جَآنٌّۭ ﴿٦٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٥﴾ كَأَنَّهُنَّ ٱلْيَاقُوتُ وَٱلْمَرْجَانُ ﴿٨٥﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٩٥﴾ هَلْ جَزَآءُ ٱلْإِحْسَٰنِ إِلَّا ٱلْإِحْسَٰنُ ﴿٠٦﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٦﴾ وَمِن دُونِهِمَا جَنَّتَانِ ﴿٢٦﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٦﴾ مُدْهَآمَّتَانِ ﴿٤٦﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٦﴾ فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ﴿٦٦﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٦﴾ "
      }
    ]
  },
  {
    "pageNumber": 534,
    "juz": 27,
    "quarter": 2,
    "hizb": 54,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "quranPageContents": [
      {
        "ayah": "فِيهِمَا فَٰكِهَةٌۭ وَنَخْلٌۭ وَرُمَّانٌۭ ﴿٨٦﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٩٦﴾ فِيهِنَّ خَيْرَٰتٌ حِسَانٌۭ ﴿٠٧﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿١٧﴾ حُورٌۭ مَّقْصُورَٰتٌۭ فِى ٱلْخِيَامِ ﴿٢٧﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٣٧﴾ لَمْ يَطْمِثْهُنَّ إِنسٌۭ قَبْلَهُمْ وَلَا جَآنٌّۭ ﴿٤٧﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٥٧﴾ مُتَّكِـِٔينَ عَلَىٰ رَفْرَفٍ خُضْرٍۢ وَعَبْقَرِىٍّ حِسَانٍۢ ﴿٦٧﴾ فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ﴿٧٧﴾ تَبَٰرَكَ ٱسْمُ رَبِّكَ ذِى ٱلْجَلَٰلِ وَٱلْإِكْرَامِ ﴿٨٧﴾ "
      },
      {
        "header": "سُورَةُ الوَاقِعَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا وَقَعَتِ ٱلْوَاقِعَةُ ﴿١﴾ لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ﴿٢﴾ خَافِضَةٌۭ رَّافِعَةٌ ﴿٣﴾ إِذَا رُجَّتِ ٱلْأَرْضُ رَجًّۭا ﴿٤﴾ وَبُسَّتِ ٱلْجِبَالُ بَسًّۭا ﴿٥﴾ فَكَانَتْ هَبَآءًۭ مُّنۢبَثًّۭا ﴿٦﴾ وَكُنتُمْ أَزْوَٰجًۭا ثَلَٰثَةًۭ ﴿٧﴾ فَأَصْحَٰبُ ٱلْمَيْمَنَةِ مَآ أَصْحَٰبُ ٱلْمَيْمَنَةِ ﴿٨﴾ وَأَصْحَٰبُ ٱلْمَشْـَٔمَةِ مَآ أَصْحَٰبُ ٱلْمَشْـَٔمَةِ ﴿٩﴾ وَٱلسَّٰبِقُونَ ٱلسَّٰبِقُونَ ﴿٠١﴾ أُو۟لَٰٓئِكَ ٱلْمُقَرَّبُونَ ﴿١١﴾ فِى جَنَّٰتِ ٱلنَّعِيمِ ﴿٢١﴾ ثُلَّةٌۭ مِّنَ ٱلْأَوَّلِينَ ﴿٣١﴾ وَقَلِيلٌۭ مِّنَ ٱلْءَاخِرِينَ ﴿٤١﴾ عَلَىٰ سُرُرٍۢ مَّوْضُونَةٍۢ ﴿٥١﴾ مُّتَّكِـِٔينَ عَلَيْهَا مُتَقَٰبِلِينَ ﴿٦١﴾ "
      }
    ]
  },
  {
    "pageNumber": 535,
    "juz": 27,
    "quarter": 2,
    "hizb": 54,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "quranPageContents": [
      {
        "ayah": "يَطُوفُ عَلَيْهِمْ وِلْدَٰنٌۭ مُّخَلَّدُونَ ﴿٧١﴾ بِأَكْوَابٍۢ وَأَبَارِيقَ وَكَأْسٍۢ مِّن مَّعِينٍۢ ﴿٨١﴾ لَّا يُصَدَّعُونَ عَنْهَا وَلَا يُنزِفُونَ ﴿٩١﴾ وَفَٰكِهَةٍۢ مِّمَّا يَتَخَيَّرُونَ ﴿٠٢﴾ وَلَحْمِ طَيْرٍۢ مِّمَّا يَشْتَهُونَ ﴿١٢﴾ وَحُورٌ عِينٌۭ ﴿٢٢﴾ كَأَمْثَٰلِ ٱللُّؤْلُؤِ ٱلْمَكْنُونِ ﴿٣٢﴾ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ ﴿٤٢﴾ لَا يَسْمَعُونَ فِيهَا لَغْوًۭا وَلَا تَأْثِيمًا ﴿٥٢﴾ إِلَّا قِيلًۭا سَلَٰمًۭا سَلَٰمًۭا ﴿٦٢﴾ وَأَصْحَٰبُ ٱلْيَمِينِ مَآ أَصْحَٰبُ ٱلْيَمِينِ ﴿٧٢﴾ فِى سِدْرٍۢ مَّخْضُودٍۢ ﴿٨٢﴾ وَطَلْحٍۢ مَّنضُودٍۢ ﴿٩٢﴾ وَظِلٍّۢ مَّمْدُودٍۢ ﴿٠٣﴾ وَمَآءٍۢ مَّسْكُوبٍۢ ﴿١٣﴾ وَفَٰكِهَةٍۢ كَثِيرَةٍۢ ﴿٢٣﴾ لَّا مَقْطُوعَةٍۢ وَلَا مَمْنُوعَةٍۢ ﴿٣٣﴾ وَفُرُشٍۢ مَّرْفُوعَةٍ ﴿٤٣﴾ إِنَّآ أَنشَأْنَٰهُنَّ إِنشَآءًۭ ﴿٥٣﴾ فَجَعَلْنَٰهُنَّ أَبْكَارًا ﴿٦٣﴾ عُرُبًا أَتْرَابًۭا ﴿٧٣﴾ لِّأَصْحَٰبِ ٱلْيَمِينِ ﴿٨٣﴾ ثُلَّةٌۭ مِّنَ ٱلْأَوَّلِينَ ﴿٩٣﴾ وَثُلَّةٌۭ مِّنَ ٱلْءَاخِرِينَ ﴿٠٤﴾ وَأَصْحَٰبُ ٱلشِّمَالِ مَآ أَصْحَٰبُ ٱلشِّمَالِ ﴿١٤﴾ فِى سَمُومٍۢ وَحَمِيمٍۢ ﴿٢٤﴾ وَظِلٍّۢ مِّن يَحْمُومٍۢ ﴿٣٤﴾ لَّا بَارِدٍۢ وَلَا كَرِيمٍ ﴿٤٤﴾ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُتْرَفِينَ ﴿٥٤﴾ وَكَانُوا۟ يُصِرُّونَ عَلَى ٱلْحِنثِ ٱلْعَظِيمِ ﴿٦٤﴾ وَكَانُوا۟ يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ ﴿٧٤﴾ أَوَءَابَآؤُنَا ٱلْأَوَّلُونَ ﴿٨٤﴾ قُلْ إِنَّ ٱلْأَوَّلِينَ وَٱلْءَاخِرِينَ ﴿٩٤﴾ لَمَجْمُوعُونَ إِلَىٰ مِيقَٰتِ يَوْمٍۢ مَّعْلُومٍۢ ﴿٠٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 536,
    "juz": 27,
    "quarter": 3,
    "hizb": 54,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "quranPageContents": [
      {
        "ayah": "ثُمَّ إِنَّكُمْ أَيُّهَا ٱلضَّآلُّونَ ٱلْمُكَذِّبُونَ ﴿١٥﴾ لَءَاكِلُونَ مِن شَجَرٍۢ مِّن زَقُّومٍۢ ﴿٢٥﴾ فَمَالِـُٔونَ مِنْهَا ٱلْبُطُونَ ﴿٣٥﴾ فَشَٰرِبُونَ عَلَيْهِ مِنَ ٱلْحَمِيمِ ﴿٤٥﴾ فَشَٰرِبُونَ شُرْبَ ٱلْهِيمِ ﴿٥٥﴾ هَٰذَا نُزُلُهُمْ يَوْمَ ٱلدِّينِ ﴿٦٥﴾ نَحْنُ خَلَقْنَٰكُمْ فَلَوْلَا تُصَدِّقُونَ ﴿٧٥﴾ أَفَرَءَيْتُم مَّا تُمْنُونَ ﴿٨٥﴾ ءَأَنتُمْ تَخْلُقُونَهُۥٓ أَمْ نَحْنُ ٱلْخَٰلِقُونَ ﴿٩٥﴾ نَحْنُ قَدَّرْنَا بَيْنَكُمُ ٱلْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ ﴿٠٦﴾ عَلَىٰٓ أَن نُّبَدِّلَ أَمْثَٰلَكُمْ وَنُنشِئَكُمْ فِى مَا لَا تَعْلَمُونَ ﴿١٦﴾ وَلَقَدْ عَلِمْتُمُ ٱلنَّشْأَةَ ٱلْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ ﴿٢٦﴾ أَفَرَءَيْتُم مَّا تَحْرُثُونَ ﴿٣٦﴾ ءَأَنتُمْ تَزْرَعُونَهُۥٓ أَمْ نَحْنُ ٱلزَّٰرِعُونَ ﴿٤٦﴾ لَوْ نَشَآءُ لَجَعَلْنَٰهُ حُطَٰمًۭا فَظَلْتُمْ تَفَكَّهُونَ ﴿٥٦﴾ إِنَّا لَمُغْرَمُونَ ﴿٦٦﴾ بَلْ نَحْنُ مَحْرُومُونَ ﴿٧٦﴾ أَفَرَءَيْتُمُ ٱلْمَآءَ ٱلَّذِى تَشْرَبُونَ ﴿٨٦﴾ ءَأَنتُمْ أَنزَلْتُمُوهُ مِنَ ٱلْمُزْنِ أَمْ نَحْنُ ٱلْمُنزِلُونَ ﴿٩٦﴾ لَوْ نَشَآءُ جَعَلْنَٰهُ أُجَاجًۭا فَلَوْلَا تَشْكُرُونَ ﴿٠٧﴾ أَفَرَءَيْتُمُ ٱلنَّارَ ٱلَّتِى تُورُونَ ﴿١٧﴾ ءَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ ٱلْمُنشِـُٔونَ ﴿٢٧﴾ نَحْنُ جَعَلْنَٰهَا تَذْكِرَةًۭ وَمَتَٰعًۭا لِّلْمُقْوِينَ ﴿٣٧﴾ فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ ﴿٤٧﴾ ۞ فَلَآ أُقْسِمُ بِمَوَٰقِعِ ٱلنُّجُومِ ﴿٥٧﴾ وَإِنَّهُۥ لَقَسَمٌۭ لَّوْ تَعْلَمُونَ عَظِيمٌ ﴿٦٧﴾ "
      }
    ]
  },
  {
    "pageNumber": 537,
    "juz": 27,
    "quarter": 3,
    "hizb": 54,
    "surahName": "سُورَةُ الحَدِيدِ",
    "quranPageContents": [
      {
        "ayah": "إِنَّهُۥ لَقُرْءَانٌۭ كَرِيمٌۭ ﴿٧٧﴾ فِى كِتَٰبٍۢ مَّكْنُونٍۢ ﴿٨٧﴾ لَّا يَمَسُّهُۥٓ إِلَّا ٱلْمُطَهَّرُونَ ﴿٩٧﴾ تَنزِيلٌۭ مِّن رَّبِّ ٱلْعَٰلَمِينَ ﴿٠٨﴾ أَفَبِهَٰذَا ٱلْحَدِيثِ أَنتُم مُّدْهِنُونَ ﴿١٨﴾ وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ ﴿٢٨﴾ فَلَوْلَآ إِذَا بَلَغَتِ ٱلْحُلْقُومَ ﴿٣٨﴾ وَأَنتُمْ حِينَئِذٍۢ تَنظُرُونَ ﴿٤٨﴾ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَٰكِن لَّا تُبْصِرُونَ ﴿٥٨﴾ فَلَوْلَآ إِن كُنتُمْ غَيْرَ مَدِينِينَ ﴿٦٨﴾ تَرْجِعُونَهَآ إِن كُنتُمْ صَٰدِقِينَ ﴿٧٨﴾ فَأَمَّآ إِن كَانَ مِنَ ٱلْمُقَرَّبِينَ ﴿٨٨﴾ فَرَوْحٌۭ وَرَيْحَانٌۭ وَجَنَّتُ نَعِيمٍۢ ﴿٩٨﴾ وَأَمَّآ إِن كَانَ مِنْ أَصْحَٰبِ ٱلْيَمِينِ ﴿٠٩﴾ فَسَلَٰمٌۭ لَّكَ مِنْ أَصْحَٰبِ ٱلْيَمِينِ ﴿١٩﴾ وَأَمَّآ إِن كَانَ مِنَ ٱلْمُكَذِّبِينَ ٱلضَّآلِّينَ ﴿٢٩﴾ فَنُزُلٌۭ مِّنْ حَمِيمٍۢ ﴿٣٩﴾ وَتَصْلِيَةُ جَحِيمٍ ﴿٤٩﴾ إِنَّ هَٰذَا لَهُوَ حَقُّ ٱلْيَقِينِ ﴿٥٩﴾ فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ ﴿٦٩﴾ "
      },
      {
        "header": "سُورَةُ الحَدِيدِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿١﴾ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ﴿٢﴾ هُوَ ٱلْأَوَّلُ وَٱلْءَاخِرُ وَٱلظَّٰهِرُ وَٱلْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ ﴿٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 538,
    "juz": 27,
    "quarter": 3,
    "hizb": 54,
    "surahName": "سُورَةُ الحَدِيدِ",
    "quranPageContents": [
      {
        "ayah": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ ﴿٤﴾ لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ ﴿٥﴾ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ ﴿٦﴾ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌۭ كَبِيرٌۭ ﴿٧﴾ وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ ﴿٨﴾ هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَٰتٍۭ بَيِّنَٰتٍۢ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌۭ رَّحِيمٌۭ ﴿٩﴾ وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَٰتَلَ ۚ أُو۟لَٰٓئِكَ أَعْظَمُ دَرَجَةًۭ مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَٰتَلُوا۟ ۚ وَكُلًّۭا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ ﴿٠١﴾ مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًۭا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌۭ كَرِيمٌۭ ﴿١١﴾ "
      }
    ]
  },
  {
    "pageNumber": 539,
    "juz": 27,
    "quarter": 4,
    "hizb": 54,
    "surahName": "سُورَةُ الحَدِيدِ",
    "quranPageContents": [
      {
        "ayah": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ ﴿٢١﴾ يَوْمَ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًۭا فَضُرِبَ بَيْنَهُم بِسُورٍۢ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ ﴿٣١﴾ يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ ﴿٤١﴾ فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌۭ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ ﴿٥١﴾ ۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ ﴿٦١﴾ ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ ﴿٧١﴾ إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌۭ كَرِيمٌۭ ﴿٨١﴾ "
      }
    ]
  },
  {
    "pageNumber": 540,
    "juz": 27,
    "quarter": 4,
    "hizb": 54,
    "surahName": "سُورَةُ الحَدِيدِ",
    "quranPageContents": [
      {
        "ayah": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ ﴿٩١﴾ ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ وَزِينَةٌۭ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌۭ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَكُونُ حُطَٰمًۭا ۖ وَفِى ٱلْءَاخِرَةِ عَذَابٌۭ شَدِيدٌۭ وَمَغْفِرَةٌۭ مِّنَ ٱللَّهِ وَرِضْوَٰنٌۭ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ ﴿٠٢﴾ سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍۢ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ ﴿١٢﴾ مَآ أَصَابَ مِن مُّصِيبَةٍۢ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَٰبٍۢ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ ﴿٢٢﴾ لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍ ﴿٣٢﴾ ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ ﴿٤٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 541,
    "juz": 27,
    "quarter": 4,
    "hizb": 54,
    "surahName": "سُورَةُ الحَدِيدِ",
    "quranPageContents": [
      {
        "ayah": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌۭ شَدِيدٌۭ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ ﴿٥٢﴾ وَلَقَدْ أَرْسَلْنَا نُوحًۭا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ ۖ فَمِنْهُم مُّهْتَدٍۢ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ ﴿٦٢﴾ ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةًۭ وَرَحْمَةًۭ وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ ﴿٧٢﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًۭا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ ﴿٨٢﴾ لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍۢ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ ﴿٩٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 542,
    "juz": 28,
    "quarter": 1,
    "hizb": 55,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ المُجَادلَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ ﴿١﴾ ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ ۖ إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًۭا مِّنَ ٱلْقَوْلِ وَزُورًۭا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌۭ ﴿٢﴾ وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍۢ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ ﴿٣﴾ فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًۭا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ ﴿٤﴾ إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَٰتٍۭ بَيِّنَٰتٍۢ ۚ وَلِلْكَٰفِرِينَ عَذَابٌۭ مُّهِينٌۭ ﴿٥﴾ يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ ﴿٦﴾ "
      }
    ]
  },
  {
    "pageNumber": 543,
    "juz": 28,
    "quarter": 1,
    "hizb": 55,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "quranPageContents": [
      {
        "ayah": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ ﴿٧﴾ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ ﴿٨﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَٰجَيْتُمْ فَلَا تَتَنَٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ ﴿٩﴾ إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ ﴿٠١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَٰتٍۢ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ ﴿١١﴾ "
      }
    ]
  },
  {
    "pageNumber": 544,
    "juz": 28,
    "quarter": 2,
    "hizb": 55,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "quranPageContents": [
      {
        "ayah": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةًۭ ۚ ذَٰلِكَ خَيْرٌۭ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ ﴿٢١﴾ ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَٰتٍۢ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ ﴿٣١﴾ ۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ ﴿٤١﴾ أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ ﴿٥١﴾ ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌۭ مُّهِينٌۭ ﴿٦١﴾ لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ ﴿٧١﴾ يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَٰذِبُونَ ﴿٨١﴾ ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱلشَّيْطَٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَٰنِ هُمُ ٱلْخَٰسِرُونَ ﴿٩١﴾ إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَٰٓئِكَ فِى ٱلْأَذَلِّينَ ﴿٠٢﴾ كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ ﴿١٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 545,
    "juz": 28,
    "quarter": 2,
    "hizb": 55,
    "surahName": "سُورَةُ الحَشۡرِ",
    "quranPageContents": [
      {
        "ayah": "لَّا تَجِدُ قَوْمًۭا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَٰنَ وَأَيَّدَهُم بِرُوحٍۢ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ ﴿٢٢﴾ "
      },
      {
        "header": "سُورَةُ الحَشۡرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿١﴾ هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ مِن دِيَٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَٰٓأُو۟لِى ٱلْأَبْصَٰرِ ﴿٢﴾ وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابُ ٱلنَّارِ ﴿٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 546,
    "juz": 28,
    "quarter": 2,
    "hizb": 55,
    "surahName": "سُورَةُ الحَشۡرِ",
    "quranPageContents": [
      {
        "ayah": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ ﴿٤﴾ مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَٰسِقِينَ ﴿٥﴾ وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍۢ وَلَا رِكَابٍۢ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ ﴿٦﴾ مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ ﴿٧﴾ لِلْفُقَرَآءِ ٱلْمُهَٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ ﴿٨﴾ وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةًۭ مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌۭ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ ﴿٩﴾ "
      }
    ]
  },
  {
    "pageNumber": 547,
    "juz": 28,
    "quarter": 3,
    "hizb": 55,
    "surahName": "سُورَةُ الحَشۡرِ",
    "quranPageContents": [
      {
        "ayah": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّۭا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌۭ رَّحِيمٌ ﴿٠١﴾ ۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًۭا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَ ﴿١١﴾ لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَٰرَ ثُمَّ لَا يُنصَرُونَ ﴿٢١﴾ لَأَنتُمْ أَشَدُّ رَهْبَةًۭ فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَفْقَهُونَ ﴿٣١﴾ لَا يُقَٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًۭى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌۭ ۚ تَحْسَبُهُمْ جَمِيعًۭا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَعْقِلُونَ ﴿٤١﴾ كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًۭا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ ﴿٥١﴾ كَمَثَلِ ٱلشَّيْطَٰنِ إِذْ قَالَ لِلْإِنسَٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌۭ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَٰلَمِينَ ﴿٦١﴾ "
      }
    ]
  },
  {
    "pageNumber": 548,
    "juz": 28,
    "quarter": 3,
    "hizb": 55,
    "surahName": "سُورَةُ الحَشۡرِ",
    "quranPageContents": [
      {
        "ayah": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّٰلِمِينَ ﴿٧١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌۭ مَّا قَدَّمَتْ لِغَدٍۢ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ ﴿٨١﴾ وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ ﴿٩١﴾ لَا يَسْتَوِىٓ أَصْحَٰبُ ٱلنَّارِ وَأَصْحَٰبُ ٱلْجَنَّةِ ۚ أَصْحَٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ ﴿٠٢﴾ لَوْ أَنزَلْنَا هَٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ﴿١٢﴾ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ۖ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ۖ هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ ﴿٢٢﴾ هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ ﴿٣٢﴾ هُوَ ٱللَّهُ ٱلْخَٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿٤٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 549,
    "juz": 28,
    "quarter": 3,
    "hizb": 55,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ المُمۡتَحنَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًۭا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ ﴿١﴾ إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءًۭ وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ ﴿٢﴾ لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ ۚ يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ ﴿٣﴾ قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌۭ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍۢ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ ﴿٤﴾ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 550,
    "juz": 28,
    "quarter": 4,
    "hizb": 55,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "quranPageContents": [
      {
        "ayah": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌۭ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ ﴿٦﴾ ۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةًۭ ۚ وَٱللَّهُ قَدِيرٌۭ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ ﴿٧﴾ لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ ﴿٨﴾ إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَٰرِكُمْ وَظَٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ﴿٩﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَٰتُ مُهَٰجِرَٰتٍۢ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَٰتٍۢ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّۭ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ ﴿٠١﴾ وَإِن فَاتَكُمْ شَىْءٌۭ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ ﴿١١﴾ "
      }
    ]
  },
  {
    "pageNumber": 551,
    "juz": 28,
    "quarter": 4,
    "hizb": 55,
    "surahName": "سُورَةُ الصَّفِّ",
    "quranPageContents": [
      {
        "ayah": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًۭٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَٰنٍۢ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍۢ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ ﴿٢١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْءَاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَٰبِ ٱلْقُبُورِ ﴿٣١﴾ "
      },
      {
        "header": "سُورَةُ الصَّفِّ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ ﴿٢﴾ كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ ﴿٣﴾ إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِى سَبِيلِهِۦ صَفًّۭا كَأَنَّهُم بُنْيَٰنٌۭ مَّرْصُوصٌۭ ﴿٤﴾ وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ ﴿٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 552,
    "juz": 28,
    "quarter": 4,
    "hizb": 55,
    "surahName": "سُورَةُ الصَّفِّ",
    "quranPageContents": [
      {
        "ayah": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍۢ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا۟ هَٰذَا سِحْرٌۭ مُّبِينٌۭ ﴿٦﴾ وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ ﴿٧﴾ يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ ﴿٨﴾ هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ ﴿٩﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍۢ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍۢ ﴿٠١﴾ تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ﴿١١﴾ يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةًۭ فِى جَنَّٰتِ عَدْنٍۢ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ ﴿٢١﴾ وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌۭ مِّنَ ٱللَّهِ وَفَتْحٌۭ قَرِيبٌۭ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ ﴿٣١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌۭ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَٰهِرِينَ ﴿٤١﴾ "
      }
    ]
  },
  {
    "pageNumber": 553,
    "juz": 28,
    "quarter": 1,
    "hizb": 56,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الجُمُعَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ ﴿١﴾ هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًۭا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍۢ مُّبِينٍۢ ﴿٢﴾ وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿٣﴾ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ ﴿٤﴾ مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ ﴿٥﴾ قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ ﴿٦﴾ وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ ﴿٧﴾ قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ﴿٨﴾ "
      }
    ]
  },
  {
    "pageNumber": 554,
    "juz": 28,
    "quarter": 2,
    "hizb": 56,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "quranPageContents": [
      {
        "ayah": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ﴿٩﴾ فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ ﴿٠١﴾ وَإِذَا رَأَوْا۟ تِجَٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًۭا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌۭ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ ﴿١١﴾ "
      },
      {
        "header": "سُورَةُ المُنَافِقُونَ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ ﴿١﴾ ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ ﴿٢﴾ ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ ﴿٣﴾ ۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌۭ مُّسَنَّدَةٌۭ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ ﴿٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 555,
    "juz": 28,
    "quarter": 2,
    "hizb": 56,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "quranPageContents": [
      {
        "ayah": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ ﴿٥﴾ سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ ﴿٦﴾ هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ ﴿٧﴾ يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ ﴿٨﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ ﴿٩﴾ وَأَنفِقُوا۟ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍۢ قَرِيبٍۢ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ ﴿٠١﴾ وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ ﴿١١﴾ "
      }
    ]
  },
  {
    "pageNumber": 556,
    "juz": 28,
    "quarter": 2,
    "hizb": 56,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ التَّغَابُنِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ﴿١﴾ هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌۭ وَمِنكُم مُّؤْمِنٌۭ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ﴿٢﴾ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ ٱلْمَصِيرُ ﴿٣﴾ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ ﴿٤﴾ أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ ﴿٥﴾ ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَقَالُوٓا۟ أَبَشَرٌۭ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ ۚ وَّٱسْتَغْنَى ٱللَّهُ ۚ وَٱللَّهُ غَنِىٌّ حَمِيدٌۭ ﴿٦﴾ زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ ۚ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ ﴿٧﴾ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ ﴿٨﴾ يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ۖ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ ﴿٩﴾ "
      }
    ]
  },
  {
    "pageNumber": 557,
    "juz": 28,
    "quarter": 2,
    "hizb": 56,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "quranPageContents": [
      {
        "ayah": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ ﴿٠١﴾ مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ ﴿١١﴾ وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَٰغُ ٱلْمُبِينُ ﴿٢١﴾ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ ﴿٣١﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَٰدِكُمْ عَدُوًّۭا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ ﴿٤١﴾ إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌۭ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌۭ ﴿٥١﴾ فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًۭا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ ﴿٦١﴾ إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ ﴿٧١﴾ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ ﴿٨١﴾ "
      }
    ]
  },
  {
    "pageNumber": 558,
    "juz": 28,
    "quarter": 3,
    "hizb": 56,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الطَّلَاقِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ ۖ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍۢ مُّبَيِّنَةٍۢ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًۭا ﴿١﴾ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍۢ وَأَشْهِدُوا۟ ذَوَىْ عَدْلٍۢ مِّنكُمْ وَأَقِيمُوا۟ ٱلشَّهَٰدَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًۭا ﴿٢﴾ وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍۢ قَدْرًۭا ﴿٣﴾ وَٱلَّٰٓـِٔى يَئِسْنَ مِنَ ٱلْمَحِيضِ مِن نِّسَآئِكُمْ إِنِ ٱرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشْهُرٍۢ وَٱلَّٰٓـِٔى لَمْ يَحِضْنَ ۚ وَأُو۟لَٰتُ ٱلْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مِنْ أَمْرِهِۦ يُسْرًۭا ﴿٤﴾ ذَٰلِكَ أَمْرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيْكُمْ ۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُعْظِمْ لَهُۥٓ أَجْرًا ﴿٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 559,
    "juz": 28,
    "quarter": 3,
    "hizb": 56,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "quranPageContents": [
      {
        "ayah": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا۟ عَلَيْهِنَّ ۚ وَإِن كُنَّ أُو۟لَٰتِ حَمْلٍۢ فَأَنفِقُوا۟ عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا۟ بَيْنَكُم بِمَعْرُوفٍۢ ۖ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ ﴿٦﴾ لِيُنفِقْ ذُو سَعَةٍۢ مِّن سَعَتِهِۦ ۖ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ ۚ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا ۚ سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍۢ يُسْرًۭا ﴿٧﴾ وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَٰهَا حِسَابًۭا شَدِيدًۭا وَعَذَّبْنَٰهَا عَذَابًۭا نُّكْرًۭا ﴿٨﴾ فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَٰقِبَةُ أَمْرِهَا خُسْرًا ﴿٩﴾ أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًۭا ۖ فَٱتَّقُوا۟ ٱللَّهَ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ ٱلَّذِينَ ءَامَنُوا۟ ۚ قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًۭا ﴿٠١﴾ رَّسُولًۭا يَتْلُوا۟ عَلَيْكُمْ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٍۢ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا ﴿١١﴾ ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍۢ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا ﴿٢١﴾ "
      }
    ]
  },
  {
    "pageNumber": 560,
    "juz": 28,
    "quarter": 4,
    "hizb": 56,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ التَّحۡرِيمِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ ﴿١﴾ قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ ﴿٢﴾ وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًۭا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍۢ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ ﴿٣﴾ إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ ﴿٤﴾ عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًۭا مِّنكُنَّ مُسْلِمَٰتٍۢ مُّؤْمِنَٰتٍۢ قَٰنِتَٰتٍۢ تَٰٓئِبَٰتٍ عَٰبِدَٰتٍۢ سَٰٓئِحَٰتٍۢ ثَيِّبَٰتٍۢ وَأَبْكَارًۭا ﴿٥﴾ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًۭا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَٰٓئِكَةٌ غِلَاظٌۭ شِدَادٌۭ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ﴿٦﴾ يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ ﴿٧﴾ "
      }
    ]
  },
  {
    "pageNumber": 561,
    "juz": 28,
    "quarter": 4,
    "hizb": 56,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "quranPageContents": [
      {
        "ayah": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ تُوبُوٓا۟ إِلَى ٱللَّهِ تَوْبَةًۭ نَّصُوحًا عَسَىٰ رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّـَٔاتِكُمْ وَيُدْخِلَكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يَوْمَ لَا يُخْزِى ٱللَّهُ ٱلنَّبِىَّ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا وَٱغْفِرْ لَنَآ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ ﴿٨﴾ يَٰٓأَيُّهَا ٱلنَّبِىُّ جَٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ ﴿٩﴾ ضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ كَفَرُوا۟ ٱمْرَأَتَ نُوحٍۢ وَٱمْرَأَتَ لُوطٍۢ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَٰلِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ ٱللَّهِ شَيْـًۭٔا وَقِيلَ ٱدْخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ ﴿٠١﴾ وَضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ ءَامَنُوا۟ ٱمْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ٱبْنِ لِى عِندَكَ بَيْتًۭا فِى ٱلْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِۦ وَنَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ ﴿١١﴾ وَمَرْيَمَ ٱبْنَتَ عِمْرَٰنَ ٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتْ مِنَ ٱلْقَٰنِتِينَ ﴿٢١﴾ "
      }
    ]
  },
  {
    "pageNumber": 562,
    "juz": 29,
    "quarter": 1,
    "hizb": 57,
    "surahName": "سُورَةُ المُلۡكِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ المُلۡكِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ﴿١﴾ ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ ﴿٢﴾ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍۢ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍۢ ﴿٣﴾ ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًۭا وَهُوَ حَسِيرٌۭ ﴿٤﴾ وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُومًۭا لِّلشَّيَٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ ﴿٥﴾ وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ ﴿٦﴾ إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًۭا وَهِىَ تَفُورُ ﴿٧﴾ تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌۭ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌۭ ﴿٨﴾ قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌۭ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍۢ كَبِيرٍۢ ﴿٩﴾ وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَٰبِ ٱلسَّعِيرِ ﴿٠١﴾ فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًۭا لِّأَصْحَٰبِ ٱلسَّعِيرِ ﴿١١﴾ إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌۭ كَبِيرٌۭ ﴿٢١﴾ "
      }
    ]
  },
  {
    "pageNumber": 563,
    "juz": 29,
    "quarter": 1,
    "hizb": 57,
    "surahName": "سُورَةُ المُلۡكِ",
    "quranPageContents": [
      {
        "ayah": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ ﴿٣١﴾ أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ ﴿٤١﴾ هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًۭا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ ﴿٥١﴾ ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ ﴿٦١﴾ أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًۭا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ ﴿٧١﴾ وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ ﴿٨١﴾ أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَٰٓفَّٰتٍۢ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ ﴿٩١﴾ أَمَّنْ هَٰذَا ٱلَّذِى هُوَ جُندٌۭ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَٰنِ ۚ إِنِ ٱلْكَٰفِرُونَ إِلَّا فِى غُرُورٍ ﴿٠٢﴾ أَمَّنْ هَٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّۢ وَنُفُورٍ ﴿١٢﴾ أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ ﴿٢٢﴾ قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًۭا مَّا تَشْكُرُونَ ﴿٣٢﴾ قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ ﴿٤٢﴾ وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ ﴿٥٢﴾ قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌۭ ﴿٦٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 564,
    "juz": 29,
    "quarter": 2,
    "hizb": 57,
    "surahName": "سُورَةُ القَلَمِ",
    "quranPageContents": [
      {
        "ayah": "فَلَمَّا رَأَوْهُ زُلْفَةًۭ سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ ﴿٧٢﴾ قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍۢ ﴿٨٢﴾ قُلْ هُوَ ٱلرَّحْمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَٰلٍۢ مُّبِينٍۢ ﴿٩٢﴾ قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًۭا فَمَن يَأْتِيكُم بِمَآءٍۢ مَّعِينٍۭ ﴿٠٣﴾ "
      },
      {
        "header": "سُورَةُ القَلَمِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ نٓ ۚ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ ﴿١﴾ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍۢ ﴿٢﴾ وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍۢ ﴿٣﴾ وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍۢ ﴿٤﴾ فَسَتُبْصِرُ وَيُبْصِرُونَ ﴿٥﴾ بِأَييِّكُمُ ٱلْمَفْتُونُ ﴿٦﴾ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ ﴿٧﴾ فَلَا تُطِعِ ٱلْمُكَذِّبِينَ ﴿٨﴾ وَدُّوا۟ لَوْ تُدْهِنُ فَيُدْهِنُونَ ﴿٩﴾ وَلَا تُطِعْ كُلَّ حَلَّافٍۢ مَّهِينٍ ﴿٠١﴾ هَمَّازٍۢ مَّشَّآءٍۭ بِنَمِيمٍۢ ﴿١١﴾ مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ ﴿٢١﴾ عُتُلٍّۭ بَعْدَ ذَٰلِكَ زَنِيمٍ ﴿٣١﴾ أَن كَانَ ذَا مَالٍۢ وَبَنِينَ ﴿٤١﴾ إِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلْأَوَّلِينَ ﴿٥١﴾ "
      }
    ]
  },
  {
    "pageNumber": 565,
    "juz": 29,
    "quarter": 2,
    "hizb": 57,
    "surahName": "سُورَةُ القَلَمِ",
    "quranPageContents": [
      {
        "ayah": "سَنَسِمُهُۥ عَلَى ٱلْخُرْطُومِ ﴿٦١﴾ إِنَّا بَلَوْنَٰهُمْ كَمَا بَلَوْنَآ أَصْحَٰبَ ٱلْجَنَّةِ إِذْ أَقْسَمُوا۟ لَيَصْرِمُنَّهَا مُصْبِحِينَ ﴿٧١﴾ وَلَا يَسْتَثْنُونَ ﴿٨١﴾ فَطَافَ عَلَيْهَا طَآئِفٌۭ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ ﴿٩١﴾ فَأَصْبَحَتْ كَٱلصَّرِيمِ ﴿٠٢﴾ فَتَنَادَوْا۟ مُصْبِحِينَ ﴿١٢﴾ أَنِ ٱغْدُوا۟ عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَٰرِمِينَ ﴿٢٢﴾ فَٱنطَلَقُوا۟ وَهُمْ يَتَخَٰفَتُونَ ﴿٣٢﴾ أَن لَّا يَدْخُلَنَّهَا ٱلْيَوْمَ عَلَيْكُم مِّسْكِينٌۭ ﴿٤٢﴾ وَغَدَوْا۟ عَلَىٰ حَرْدٍۢ قَٰدِرِينَ ﴿٥٢﴾ فَلَمَّا رَأَوْهَا قَالُوٓا۟ إِنَّا لَضَآلُّونَ ﴿٦٢﴾ بَلْ نَحْنُ مَحْرُومُونَ ﴿٧٢﴾ قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ ﴿٨٢﴾ قَالُوا۟ سُبْحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ ﴿٩٢﴾ فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَلَٰوَمُونَ ﴿٠٣﴾ قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا طَٰغِينَ ﴿١٣﴾ عَسَىٰ رَبُّنَآ أَن يُبْدِلَنَا خَيْرًۭا مِّنْهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ ﴿٢٣﴾ كَذَٰلِكَ ٱلْعَذَابُ ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ ﴿٣٣﴾ إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّٰتِ ٱلنَّعِيمِ ﴿٤٣﴾ أَفَنَجْعَلُ ٱلْمُسْلِمِينَ كَٱلْمُجْرِمِينَ ﴿٥٣﴾ مَا لَكُمْ كَيْفَ تَحْكُمُونَ ﴿٦٣﴾ أَمْ لَكُمْ كِتَٰبٌۭ فِيهِ تَدْرُسُونَ ﴿٧٣﴾ إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ ﴿٨٣﴾ أَمْ لَكُمْ أَيْمَٰنٌ عَلَيْنَا بَٰلِغَةٌ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ ﴿٩٣﴾ سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ ﴿٠٤﴾ أَمْ لَهُمْ شُرَكَآءُ فَلْيَأْتُوا۟ بِشُرَكَآئِهِمْ إِن كَانُوا۟ صَٰدِقِينَ ﴿١٤﴾ يَوْمَ يُكْشَفُ عَن سَاقٍۢ وَيُدْعَوْنَ إِلَى ٱلسُّجُودِ فَلَا يَسْتَطِيعُونَ ﴿٢٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 566,
    "juz": 29,
    "quarter": 3,
    "hizb": 57,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "quranPageContents": [
      {
        "ayah": "خَٰشِعَةً أَبْصَٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌۭ ۖ وَقَدْ كَانُوا۟ يُدْعَوْنَ إِلَى ٱلسُّجُودِ وَهُمْ سَٰلِمُونَ ﴿٣٤﴾ فَذَرْنِى وَمَن يُكَذِّبُ بِهَٰذَا ٱلْحَدِيثِ ۖ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ ﴿٤٤﴾ وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ ﴿٥٤﴾ أَمْ تَسْـَٔلُهُمْ أَجْرًۭا فَهُم مِّن مَّغْرَمٍۢ مُّثْقَلُونَ ﴿٦٤﴾ أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ ﴿٧٤﴾ فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌۭ ﴿٨٤﴾ لَّوْلَآ أَن تَدَٰرَكَهُۥ نِعْمَةٌۭ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلْعَرَآءِ وَهُوَ مَذْمُومٌۭ ﴿٩٤﴾ فَٱجْتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ ﴿٠٥﴾ وَإِن يَكَادُ ٱلَّذِينَ كَفَرُوا۟ لَيُزْلِقُونَكَ بِأَبْصَٰرِهِمْ لَمَّا سَمِعُوا۟ ٱلذِّكْرَ وَيَقُولُونَ إِنَّهُۥ لَمَجْنُونٌۭ ﴿١٥﴾ وَمَا هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ ﴿٢٥﴾ "
      },
      {
        "header": "سُورَةُ الحَاقَّةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَآقَّةُ ﴿١﴾ مَا ٱلْحَآقَّةُ ﴿٢﴾ وَمَآ أَدْرَىٰكَ مَا ٱلْحَآقَّةُ ﴿٣﴾ كَذَّبَتْ ثَمُودُ وَعَادٌۢ بِٱلْقَارِعَةِ ﴿٤﴾ فَأَمَّا ثَمُودُ فَأُهْلِكُوا۟ بِٱلطَّاغِيَةِ ﴿٥﴾ وَأَمَّا عَادٌۭ فَأُهْلِكُوا۟ بِرِيحٍۢ صَرْصَرٍ عَاتِيَةٍۢ ﴿٦﴾ سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍۢ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومًۭا فَتَرَى ٱلْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍۢ ﴿٧﴾ فَهَلْ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٍۢ ﴿٨﴾ "
      }
    ]
  },
  {
    "pageNumber": 567,
    "juz": 29,
    "quarter": 3,
    "hizb": 57,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "quranPageContents": [
      {
        "ayah": "وَجَآءَ فِرْعَوْنُ وَمَن قَبْلَهُۥ وَٱلْمُؤْتَفِكَٰتُ بِٱلْخَاطِئَةِ ﴿٩﴾ فَعَصَوْا۟ رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةًۭ رَّابِيَةً ﴿٠١﴾ إِنَّا لَمَّا طَغَا ٱلْمَآءُ حَمَلْنَٰكُمْ فِى ٱلْجَارِيَةِ ﴿١١﴾ لِنَجْعَلَهَا لَكُمْ تَذْكِرَةًۭ وَتَعِيَهَآ أُذُنٌۭ وَٰعِيَةٌۭ ﴿٢١﴾ فَإِذَا نُفِخَ فِى ٱلصُّورِ نَفْخَةٌۭ وَٰحِدَةٌۭ ﴿٣١﴾ وَحُمِلَتِ ٱلْأَرْضُ وَٱلْجِبَالُ فَدُكَّتَا دَكَّةًۭ وَٰحِدَةًۭ ﴿٤١﴾ فَيَوْمَئِذٍۢ وَقَعَتِ ٱلْوَاقِعَةُ ﴿٥١﴾ وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِىَ يَوْمَئِذٍۢ وَاهِيَةٌۭ ﴿٦١﴾ وَٱلْمَلَكُ عَلَىٰٓ أَرْجَآئِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍۢ ثَمَٰنِيَةٌۭ ﴿٧١﴾ يَوْمَئِذٍۢ تُعْرَضُونَ لَا تَخْفَىٰ مِنكُمْ خَافِيَةٌۭ ﴿٨١﴾ فَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقْرَءُوا۟ كِتَٰبِيَهْ ﴿٩١﴾ إِنِّى ظَنَنتُ أَنِّى مُلَٰقٍ حِسَابِيَهْ ﴿٠٢﴾ فَهُوَ فِى عِيشَةٍۢ رَّاضِيَةٍۢ ﴿١٢﴾ فِى جَنَّةٍ عَالِيَةٍۢ ﴿٢٢﴾ قُطُوفُهَا دَانِيَةٌۭ ﴿٣٢﴾ كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَآ أَسْلَفْتُمْ فِى ٱلْأَيَّامِ ٱلْخَالِيَةِ ﴿٤٢﴾ وَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيْتَنِى لَمْ أُوتَ كِتَٰبِيَهْ ﴿٥٢﴾ وَلَمْ أَدْرِ مَا حِسَابِيَهْ ﴿٦٢﴾ يَٰلَيْتَهَا كَانَتِ ٱلْقَاضِيَةَ ﴿٧٢﴾ مَآ أَغْنَىٰ عَنِّى مَالِيَهْ ۜ ﴿٨٢﴾ هَلَكَ عَنِّى سُلْطَٰنِيَهْ ﴿٩٢﴾ خُذُوهُ فَغُلُّوهُ ﴿٠٣﴾ ثُمَّ ٱلْجَحِيمَ صَلُّوهُ ﴿١٣﴾ ثُمَّ فِى سِلْسِلَةٍۢ ذَرْعُهَا سَبْعُونَ ذِرَاعًۭا فَٱسْلُكُوهُ ﴿٢٣﴾ إِنَّهُۥ كَانَ لَا يُؤْمِنُ بِٱللَّهِ ٱلْعَظِيمِ ﴿٣٣﴾ وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ ﴿٤٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 568,
    "juz": 29,
    "quarter": 3,
    "hizb": 57,
    "surahName": "سُورَةُ المَعَارِجِ",
    "quranPageContents": [
      {
        "ayah": "فَلَيْسَ لَهُ ٱلْيَوْمَ هَٰهُنَا حَمِيمٌۭ ﴿٥٣﴾ وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍۢ ﴿٦٣﴾ لَّا يَأْكُلُهُۥٓ إِلَّا ٱلْخَٰطِـُٔونَ ﴿٧٣﴾ فَلَآ أُقْسِمُ بِمَا تُبْصِرُونَ ﴿٨٣﴾ وَمَا لَا تُبْصِرُونَ ﴿٩٣﴾ إِنَّهُۥ لَقَوْلُ رَسُولٍۢ كَرِيمٍۢ ﴿٠٤﴾ وَمَا هُوَ بِقَوْلِ شَاعِرٍۢ ۚ قَلِيلًۭا مَّا تُؤْمِنُونَ ﴿١٤﴾ وَلَا بِقَوْلِ كَاهِنٍۢ ۚ قَلِيلًۭا مَّا تَذَكَّرُونَ ﴿٢٤﴾ تَنزِيلٌۭ مِّن رَّبِّ ٱلْعَٰلَمِينَ ﴿٣٤﴾ وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ ٱلْأَقَاوِيلِ ﴿٤٤﴾ لَأَخَذْنَا مِنْهُ بِٱلْيَمِينِ ﴿٥٤﴾ ثُمَّ لَقَطَعْنَا مِنْهُ ٱلْوَتِينَ ﴿٦٤﴾ فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَٰجِزِينَ ﴿٧٤﴾ وَإِنَّهُۥ لَتَذْكِرَةٌۭ لِّلْمُتَّقِينَ ﴿٨٤﴾ وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ ﴿٩٤﴾ وَإِنَّهُۥ لَحَسْرَةٌ عَلَى ٱلْكَٰفِرِينَ ﴿٠٥﴾ وَإِنَّهُۥ لَحَقُّ ٱلْيَقِينِ ﴿١٥﴾ فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ ﴿٢٥﴾ "
      },
      {
        "header": "سُورَةُ المَعَارِجِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَأَلَ سَآئِلٌۢ بِعَذَابٍۢ وَاقِعٍۢ ﴿١﴾ لِّلْكَٰفِرِينَ لَيْسَ لَهُۥ دَافِعٌۭ ﴿٢﴾ مِّنَ ٱللَّهِ ذِى ٱلْمَعَارِجِ ﴿٣﴾ تَعْرُجُ ٱلْمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥ خَمْسِينَ أَلْفَ سَنَةٍۢ ﴿٤﴾ فَٱصْبِرْ صَبْرًۭا جَمِيلًا ﴿٥﴾ إِنَّهُمْ يَرَوْنَهُۥ بَعِيدًۭا ﴿٦﴾ وَنَرَىٰهُ قَرِيبًۭا ﴿٧﴾ يَوْمَ تَكُونُ ٱلسَّمَآءُ كَٱلْمُهْلِ ﴿٨﴾ وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ ﴿٩﴾ وَلَا يَسْـَٔلُ حَمِيمٌ حَمِيمًۭا ﴿٠١﴾ "
      }
    ]
  },
  {
    "pageNumber": 569,
    "juz": 29,
    "quarter": 4,
    "hizb": 57,
    "surahName": "سُورَةُ المَعَارِجِ",
    "quranPageContents": [
      {
        "ayah": "يُبَصَّرُونَهُمْ ۚ يَوَدُّ ٱلْمُجْرِمُ لَوْ يَفْتَدِى مِنْ عَذَابِ يَوْمِئِذٍۭ بِبَنِيهِ ﴿١١﴾ وَصَٰحِبَتِهِۦ وَأَخِيهِ ﴿٢١﴾ وَفَصِيلَتِهِ ٱلَّتِى تُـْٔوِيهِ ﴿٣١﴾ وَمَن فِى ٱلْأَرْضِ جَمِيعًۭا ثُمَّ يُنجِيهِ ﴿٤١﴾ كَلَّآ ۖ إِنَّهَا لَظَىٰ ﴿٥١﴾ نَزَّاعَةًۭ لِّلشَّوَىٰ ﴿٦١﴾ تَدْعُوا۟ مَنْ أَدْبَرَ وَتَوَلَّىٰ ﴿٧١﴾ وَجَمَعَ فَأَوْعَىٰٓ ﴿٨١﴾ ۞ إِنَّ ٱلْإِنسَٰنَ خُلِقَ هَلُوعًا ﴿٩١﴾ إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعًۭا ﴿٠٢﴾ وَإِذَا مَسَّهُ ٱلْخَيْرُ مَنُوعًا ﴿١٢﴾ إِلَّا ٱلْمُصَلِّينَ ﴿٢٢﴾ ٱلَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَآئِمُونَ ﴿٣٢﴾ وَٱلَّذِينَ فِىٓ أَمْوَٰلِهِمْ حَقٌّۭ مَّعْلُومٌۭ ﴿٤٢﴾ لِّلسَّآئِلِ وَٱلْمَحْرُومِ ﴿٥٢﴾ وَٱلَّذِينَ يُصَدِّقُونَ بِيَوْمِ ٱلدِّينِ ﴿٦٢﴾ وَٱلَّذِينَ هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ ﴿٧٢﴾ إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍۢ ﴿٨٢﴾ وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ ﴿٩٢﴾ إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ ﴿٠٣﴾ فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ ﴿١٣﴾ وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ ﴿٢٣﴾ وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمْ قَآئِمُونَ ﴿٣٣﴾ وَٱلَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ ﴿٤٣﴾ أُو۟لَٰٓئِكَ فِى جَنَّٰتٍۢ مُّكْرَمُونَ ﴿٥٣﴾ فَمَالِ ٱلَّذِينَ كَفَرُوا۟ قِبَلَكَ مُهْطِعِينَ ﴿٦٣﴾ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ ﴿٧٣﴾ أَيَطْمَعُ كُلُّ ٱمْرِئٍۢ مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍۢ ﴿٨٣﴾ كَلَّآ ۖ إِنَّا خَلَقْنَٰهُم مِّمَّا يَعْلَمُونَ ﴿٩٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 570,
    "juz": 29,
    "quarter": 4,
    "hizb": 57,
    "surahName": "سُورَةُ نُوحٍ",
    "quranPageContents": [
      {
        "ayah": "فَلَآ أُقْسِمُ بِرَبِّ ٱلْمَشَٰرِقِ وَٱلْمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ ﴿٠٤﴾ عَلَىٰٓ أَن نُّبَدِّلَ خَيْرًۭا مِّنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ ﴿١٤﴾ فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ ﴿٢٤﴾ يَوْمَ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ سِرَاعًۭا كَأَنَّهُمْ إِلَىٰ نُصُبٍۢ يُوفِضُونَ ﴿٣٤﴾ خَٰشِعَةً أَبْصَٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌۭ ۚ ذَٰلِكَ ٱلْيَوْمُ ٱلَّذِى كَانُوا۟ يُوعَدُونَ ﴿٤٤﴾ "
      },
      {
        "header": "سُورَةُ نُوحٍ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌۭ ﴿١﴾ قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌۭ مُّبِينٌ ﴿٢﴾ أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ ﴿٣﴾ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ ﴿٤﴾ قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًۭا وَنَهَارًۭا ﴿٥﴾ فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًۭا ﴿٦﴾ وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًۭا ﴿٧﴾ ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًۭا ﴿٨﴾ ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًۭا ﴿٩﴾ فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًۭا ﴿٠١﴾ "
      }
    ]
  },
  {
    "pageNumber": 571,
    "juz": 29,
    "quarter": 4,
    "hizb": 57,
    "surahName": "سُورَةُ نُوحٍ",
    "quranPageContents": [
      {
        "ayah": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًۭا ﴿١١﴾ وَيُمْدِدْكُم بِأَمْوَٰلٍۢ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍۢ وَيَجْعَل لَّكُمْ أَنْهَٰرًۭا ﴿٢١﴾ مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًۭا ﴿٣١﴾ وَقَدْ خَلَقَكُمْ أَطْوَارًا ﴿٤١﴾ أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا ﴿٥١﴾ وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًۭا وَجَعَلَ ٱلشَّمْسَ سِرَاجًۭا ﴿٦١﴾ وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًۭا ﴿٧١﴾ ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًۭا ﴿٨١﴾ وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًۭا ﴿٩١﴾ لِّتَسْلُكُوا۟ مِنْهَا سُبُلًۭا فِجَاجًۭا ﴿٠٢﴾ قَالَ نُوحٌۭ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًۭا ﴿١٢﴾ وَمَكَرُوا۟ مَكْرًۭا كُبَّارًۭا ﴿٢٢﴾ وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّۭا وَلَا سُوَاعًۭا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًۭا ﴿٣٢﴾ وَقَدْ أَضَلُّوا۟ كَثِيرًۭا ۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًۭا ﴿٤٢﴾ مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًۭا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًۭا ﴿٥٢﴾ وَقَالَ نُوحٌۭ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا ﴿٦٢﴾ إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًۭا كَفَّارًۭا ﴿٧٢﴾ رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًۭا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا ﴿٨٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 572,
    "juz": 29,
    "quarter": 1,
    "hizb": 58,
    "surahName": "سُورَةُ الجِنِّ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الجِنِّ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌۭ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًۭا ﴿١﴾ يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًۭا ﴿٢﴾ وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةًۭ وَلَا وَلَدًۭا ﴿٣﴾ وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًۭا ﴿٤﴾ وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًۭا ﴿٥﴾ وَأَنَّهُۥ كَانَ رِجَالٌۭ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍۢ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًۭا ﴿٦﴾ وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًۭا ﴿٧﴾ وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَٰهَا مُلِئَتْ حَرَسًۭا شَدِيدًۭا وَشُهُبًۭا ﴿٨﴾ وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْءَانَ يَجِدْ لَهُۥ شِهَابًۭا رَّصَدًۭا ﴿٩﴾ وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًۭا ﴿٠١﴾ وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًۭا ﴿١١﴾ وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًۭا ﴿٢١﴾ وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ ۖ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًۭا وَلَا رَهَقًۭا ﴿٣١﴾ "
      }
    ]
  },
  {
    "pageNumber": 573,
    "juz": 29,
    "quarter": 1,
    "hizb": 58,
    "surahName": "سُورَةُ الجِنِّ",
    "quranPageContents": [
      {
        "ayah": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُو۟لَٰٓئِكَ تَحَرَّوْا۟ رَشَدًۭا ﴿٤١﴾ وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًۭا ﴿٥١﴾ وَأَلَّوِ ٱسْتَقَٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًۭا ﴿٦١﴾ لِّنَفْتِنَهُمْ فِيهِ ۚ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًۭا صَعَدًۭا ﴿٧١﴾ وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًۭا ﴿٨١﴾ وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًۭا ﴿٩١﴾ قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًۭا ﴿٠٢﴾ قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّۭا وَلَا رَشَدًۭا ﴿١٢﴾ قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌۭ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا ﴿٢٢﴾ إِلَّا بَلَٰغًۭا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا ﴿٣٢﴾ حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًۭا وَأَقَلُّ عَدَدًۭا ﴿٤٢﴾ قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌۭ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا ﴿٥٢﴾ عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا ﴿٦٢﴾ إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍۢ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًۭا ﴿٧٢﴾ لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا ﴿٨٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 574,
    "juz": 29,
    "quarter": 1,
    "hizb": 58,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ المُزَّمِّلِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلْمُزَّمِّلُ ﴿١﴾ قُمِ ٱلَّيْلَ إِلَّا قَلِيلًۭا ﴿٢﴾ نِّصْفَهُۥٓ أَوِ ٱنقُصْ مِنْهُ قَلِيلًا ﴿٣﴾ أَوْ زِدْ عَلَيْهِ وَرَتِّلِ ٱلْقُرْءَانَ تَرْتِيلًا ﴿٤﴾ إِنَّا سَنُلْقِى عَلَيْكَ قَوْلًۭا ثَقِيلًا ﴿٥﴾ إِنَّ نَاشِئَةَ ٱلَّيْلِ هِىَ أَشَدُّ وَطْـًۭٔا وَأَقْوَمُ قِيلًا ﴿٦﴾ إِنَّ لَكَ فِى ٱلنَّهَارِ سَبْحًۭا طَوِيلًۭا ﴿٧﴾ وَٱذْكُرِ ٱسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًۭا ﴿٨﴾ رَّبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذْهُ وَكِيلًۭا ﴿٩﴾ وَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱهْجُرْهُمْ هَجْرًۭا جَمِيلًۭا ﴿٠١﴾ وَذَرْنِى وَٱلْمُكَذِّبِينَ أُو۟لِى ٱلنَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا ﴿١١﴾ إِنَّ لَدَيْنَآ أَنكَالًۭا وَجَحِيمًۭا ﴿٢١﴾ وَطَعَامًۭا ذَا غُصَّةٍۢ وَعَذَابًا أَلِيمًۭا ﴿٣١﴾ يَوْمَ تَرْجُفُ ٱلْأَرْضُ وَٱلْجِبَالُ وَكَانَتِ ٱلْجِبَالُ كَثِيبًۭا مَّهِيلًا ﴿٤١﴾ إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًۭا شَٰهِدًا عَلَيْكُمْ كَمَآ أَرْسَلْنَآ إِلَىٰ فِرْعَوْنَ رَسُولًۭا ﴿٥١﴾ فَعَصَىٰ فِرْعَوْنُ ٱلرَّسُولَ فَأَخَذْنَٰهُ أَخْذًۭا وَبِيلًۭا ﴿٦١﴾ فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًۭا يَجْعَلُ ٱلْوِلْدَٰنَ شِيبًا ﴿٧١﴾ ٱلسَّمَآءُ مُنفَطِرٌۢ بِهِۦ ۚ كَانَ وَعْدُهُۥ مَفْعُولًا ﴿٨١﴾ إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا ﴿٩١﴾ "
      }
    ]
  },
  {
    "pageNumber": 575,
    "juz": 29,
    "quarter": 2,
    "hizb": 58,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "quranPageContents": [
      {
        "ayah": "۞ إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِن ثُلُثَىِ ٱلَّيْلِ وَنِصْفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٌۭ مِّنَ ٱلَّذِينَ مَعَكَ ۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنَ ٱلْقُرْءَانِ ۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ ۙ وَءَاخَرُونَ يَضْرِبُونَ فِى ٱلْأَرْضِ يَبْتَغُونَ مِن فَضْلِ ٱللَّهِ ۙ وَءَاخَرُونَ يُقَٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍۢ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيْرًۭا وَأَعْظَمَ أَجْرًۭا ۚ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۢ ﴿٠٢﴾ "
      },
      {
        "header": "سُورَةُ المُدَّثِّرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلْمُدَّثِّرُ ﴿١﴾ قُمْ فَأَنذِرْ ﴿٢﴾ وَرَبَّكَ فَكَبِّرْ ﴿٣﴾ وَثِيَابَكَ فَطَهِّرْ ﴿٤﴾ وَٱلرُّجْزَ فَٱهْجُرْ ﴿٥﴾ وَلَا تَمْنُن تَسْتَكْثِرُ ﴿٦﴾ وَلِرَبِّكَ فَٱصْبِرْ ﴿٧﴾ فَإِذَا نُقِرَ فِى ٱلنَّاقُورِ ﴿٨﴾ فَذَٰلِكَ يَوْمَئِذٍۢ يَوْمٌ عَسِيرٌ ﴿٩﴾ عَلَى ٱلْكَٰفِرِينَ غَيْرُ يَسِيرٍۢ ﴿٠١﴾ ذَرْنِى وَمَنْ خَلَقْتُ وَحِيدًۭا ﴿١١﴾ وَجَعَلْتُ لَهُۥ مَالًۭا مَّمْدُودًۭا ﴿٢١﴾ وَبَنِينَ شُهُودًۭا ﴿٣١﴾ وَمَهَّدتُّ لَهُۥ تَمْهِيدًۭا ﴿٤١﴾ ثُمَّ يَطْمَعُ أَنْ أَزِيدَ ﴿٥١﴾ كَلَّآ ۖ إِنَّهُۥ كَانَ لِءَايَٰتِنَا عَنِيدًۭا ﴿٦١﴾ سَأُرْهِقُهُۥ صَعُودًا ﴿٧١﴾ "
      }
    ]
  },
  {
    "pageNumber": 576,
    "juz": 29,
    "quarter": 2,
    "hizb": 58,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "quranPageContents": [
      {
        "ayah": "إِنَّهُۥ فَكَّرَ وَقَدَّرَ ﴿٨١﴾ فَقُتِلَ كَيْفَ قَدَّرَ ﴿٩١﴾ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ ﴿٠٢﴾ ثُمَّ نَظَرَ ﴿١٢﴾ ثُمَّ عَبَسَ وَبَسَرَ ﴿٢٢﴾ ثُمَّ أَدْبَرَ وَٱسْتَكْبَرَ ﴿٣٢﴾ فَقَالَ إِنْ هَٰذَآ إِلَّا سِحْرٌۭ يُؤْثَرُ ﴿٤٢﴾ إِنْ هَٰذَآ إِلَّا قَوْلُ ٱلْبَشَرِ ﴿٥٢﴾ سَأُصْلِيهِ سَقَرَ ﴿٦٢﴾ وَمَآ أَدْرَىٰكَ مَا سَقَرُ ﴿٧٢﴾ لَا تُبْقِى وَلَا تَذَرُ ﴿٨٢﴾ لَوَّاحَةٌۭ لِّلْبَشَرِ ﴿٩٢﴾ عَلَيْهَا تِسْعَةَ عَشَرَ ﴿٠٣﴾ وَمَا جَعَلْنَآ أَصْحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةًۭ ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ لِيَسْتَيْقِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَيَزْدَادَ ٱلَّذِينَ ءَامَنُوٓا۟ إِيمَٰنًۭا ۙ وَلَا يَرْتَابَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَٱلْمُؤْمِنُونَ ۙ وَلِيَقُولَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ وَٱلْكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًۭا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِىَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ ﴿١٣﴾ كَلَّا وَٱلْقَمَرِ ﴿٢٣﴾ وَٱلَّيْلِ إِذْ أَدْبَرَ ﴿٣٣﴾ وَٱلصُّبْحِ إِذَآ أَسْفَرَ ﴿٤٣﴾ إِنَّهَا لَإِحْدَى ٱلْكُبَرِ ﴿٥٣﴾ نَذِيرًۭا لِّلْبَشَرِ ﴿٦٣﴾ لِمَن شَآءَ مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ ﴿٧٣﴾ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ رَهِينَةٌ ﴿٨٣﴾ إِلَّآ أَصْحَٰبَ ٱلْيَمِينِ ﴿٩٣﴾ فِى جَنَّٰتٍۢ يَتَسَآءَلُونَ ﴿٠٤﴾ عَنِ ٱلْمُجْرِمِينَ ﴿١٤﴾ مَا سَلَكَكُمْ فِى سَقَرَ ﴿٢٤﴾ قَالُوا۟ لَمْ نَكُ مِنَ ٱلْمُصَلِّينَ ﴿٣٤﴾ وَلَمْ نَكُ نُطْعِمُ ٱلْمِسْكِينَ ﴿٤٤﴾ وَكُنَّا نَخُوضُ مَعَ ٱلْخَآئِضِينَ ﴿٥٤﴾ وَكُنَّا نُكَذِّبُ بِيَوْمِ ٱلدِّينِ ﴿٦٤﴾ حَتَّىٰٓ أَتَىٰنَا ٱلْيَقِينُ ﴿٧٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 577,
    "juz": 29,
    "quarter": 3,
    "hizb": 58,
    "surahName": "سُورَةُ القِيَامَةِ",
    "quranPageContents": [
      {
        "ayah": "فَمَا تَنفَعُهُمْ شَفَٰعَةُ ٱلشَّٰفِعِينَ ﴿٨٤﴾ فَمَا لَهُمْ عَنِ ٱلتَّذْكِرَةِ مُعْرِضِينَ ﴿٩٤﴾ كَأَنَّهُمْ حُمُرٌۭ مُّسْتَنفِرَةٌۭ ﴿٠٥﴾ فَرَّتْ مِن قَسْوَرَةٍۭ ﴿١٥﴾ بَلْ يُرِيدُ كُلُّ ٱمْرِئٍۢ مِّنْهُمْ أَن يُؤْتَىٰ صُحُفًۭا مُّنَشَّرَةًۭ ﴿٢٥﴾ كَلَّا ۖ بَل لَّا يَخَافُونَ ٱلْءَاخِرَةَ ﴿٣٥﴾ كَلَّآ إِنَّهُۥ تَذْكِرَةٌۭ ﴿٤٥﴾ فَمَن شَآءَ ذَكَرَهُۥ ﴿٥٥﴾ وَمَا يَذْكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ هُوَ أَهْلُ ٱلتَّقْوَىٰ وَأَهْلُ ٱلْمَغْفِرَةِ ﴿٦٥﴾ "
      },
      {
        "header": "سُورَةُ القِيَامَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لَآ أُقْسِمُ بِيَوْمِ ٱلْقِيَٰمَةِ ﴿١﴾ وَلَآ أُقْسِمُ بِٱلنَّفْسِ ٱللَّوَّامَةِ ﴿٢﴾ أَيَحْسَبُ ٱلْإِنسَٰنُ أَلَّن نَّجْمَعَ عِظَامَهُۥ ﴿٣﴾ بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّىَ بَنَانَهُۥ ﴿٤﴾ بَلْ يُرِيدُ ٱلْإِنسَٰنُ لِيَفْجُرَ أَمَامَهُۥ ﴿٥﴾ يَسْـَٔلُ أَيَّانَ يَوْمُ ٱلْقِيَٰمَةِ ﴿٦﴾ فَإِذَا بَرِقَ ٱلْبَصَرُ ﴿٧﴾ وَخَسَفَ ٱلْقَمَرُ ﴿٨﴾ وَجُمِعَ ٱلشَّمْسُ وَٱلْقَمَرُ ﴿٩﴾ يَقُولُ ٱلْإِنسَٰنُ يَوْمَئِذٍ أَيْنَ ٱلْمَفَرُّ ﴿٠١﴾ كَلَّا لَا وَزَرَ ﴿١١﴾ إِلَىٰ رَبِّكَ يَوْمَئِذٍ ٱلْمُسْتَقَرُّ ﴿٢١﴾ يُنَبَّؤُا۟ ٱلْإِنسَٰنُ يَوْمَئِذٍۭ بِمَا قَدَّمَ وَأَخَّرَ ﴿٣١﴾ بَلِ ٱلْإِنسَٰنُ عَلَىٰ نَفْسِهِۦ بَصِيرَةٌۭ ﴿٤١﴾ وَلَوْ أَلْقَىٰ مَعَاذِيرَهُۥ ﴿٥١﴾ لَا تُحَرِّكْ بِهِۦ لِسَانَكَ لِتَعْجَلَ بِهِۦٓ ﴿٦١﴾ إِنَّ عَلَيْنَا جَمْعَهُۥ وَقُرْءَانَهُۥ ﴿٧١﴾ فَإِذَا قَرَأْنَٰهُ فَٱتَّبِعْ قُرْءَانَهُۥ ﴿٨١﴾ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُۥ ﴿٩١﴾ "
      }
    ]
  },
  {
    "pageNumber": 578,
    "juz": 29,
    "quarter": 3,
    "hizb": 58,
    "surahName": "سُورَةُ الإِنسَانِ",
    "quranPageContents": [
      {
        "ayah": "كَلَّا بَلْ تُحِبُّونَ ٱلْعَاجِلَةَ ﴿٠٢﴾ وَتَذَرُونَ ٱلْءَاخِرَةَ ﴿١٢﴾ وُجُوهٌۭ يَوْمَئِذٍۢ نَّاضِرَةٌ ﴿٢٢﴾ إِلَىٰ رَبِّهَا نَاظِرَةٌۭ ﴿٣٢﴾ وَوُجُوهٌۭ يَوْمَئِذٍۭ بَاسِرَةٌۭ ﴿٤٢﴾ تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌۭ ﴿٥٢﴾ كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِىَ ﴿٦٢﴾ وَقِيلَ مَنْ ۜ رَاقٍۢ ﴿٧٢﴾ وَظَنَّ أَنَّهُ ٱلْفِرَاقُ ﴿٨٢﴾ وَٱلْتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ ﴿٩٢﴾ إِلَىٰ رَبِّكَ يَوْمَئِذٍ ٱلْمَسَاقُ ﴿٠٣﴾ فَلَا صَدَّقَ وَلَا صَلَّىٰ ﴿١٣﴾ وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ ﴿٢٣﴾ ثُمَّ ذَهَبَ إِلَىٰٓ أَهْلِهِۦ يَتَمَطَّىٰٓ ﴿٣٣﴾ أَوْلَىٰ لَكَ فَأَوْلَىٰ ﴿٤٣﴾ ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰٓ ﴿٥٣﴾ أَيَحْسَبُ ٱلْإِنسَٰنُ أَن يُتْرَكَ سُدًى ﴿٦٣﴾ أَلَمْ يَكُ نُطْفَةًۭ مِّن مَّنِىٍّۢ يُمْنَىٰ ﴿٧٣﴾ ثُمَّ كَانَ عَلَقَةًۭ فَخَلَقَ فَسَوَّىٰ ﴿٨٣﴾ فَجَعَلَ مِنْهُ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ ﴿٩٣﴾ أَلَيْسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحْۦِىَ ٱلْمَوْتَىٰ ﴿٠٤﴾ "
      },
      {
        "header": "سُورَةُ الإِنسَانِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌۭ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًۭٔا مَّذْكُورًا ﴿١﴾ إِنَّا خَلَقْنَا ٱلْإِنسَٰنَ مِن نُّطْفَةٍ أَمْشَاجٍۢ نَّبْتَلِيهِ فَجَعَلْنَٰهُ سَمِيعًۢا بَصِيرًا ﴿٢﴾ إِنَّا هَدَيْنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًۭا وَإِمَّا كَفُورًا ﴿٣﴾ إِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَلَٰسِلَا۟ وَأَغْلَٰلًۭا وَسَعِيرًا ﴿٤﴾ إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍۢ كَانَ مِزَاجُهَا كَافُورًا ﴿٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 579,
    "juz": 29,
    "quarter": 4,
    "hizb": 58,
    "surahName": "سُورَةُ الإِنسَانِ",
    "quranPageContents": [
      {
        "ayah": "عَيْنًۭا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًۭا ﴿٦﴾ يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًۭا كَانَ شَرُّهُۥ مُسْتَطِيرًۭا ﴿٧﴾ وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًۭا وَيَتِيمًۭا وَأَسِيرًا ﴿٨﴾ إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءًۭ وَلَا شُكُورًا ﴿٩﴾ إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًۭا قَمْطَرِيرًۭا ﴿٠١﴾ فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةًۭ وَسُرُورًۭا ﴿١١﴾ وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةًۭ وَحَرِيرًۭا ﴿٢١﴾ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًۭا وَلَا زَمْهَرِيرًۭا ﴿٣١﴾ وَدَانِيَةً عَلَيْهِمْ ظِلَٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًۭا ﴿٤١﴾ وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍۢ مِّن فِضَّةٍۢ وَأَكْوَابٍۢ كَانَتْ قَوَارِيرَا۠ ﴿٥١﴾ قَوَارِيرَا۟ مِن فِضَّةٍۢ قَدَّرُوهَا تَقْدِيرًۭا ﴿٦١﴾ وَيُسْقَوْنَ فِيهَا كَأْسًۭا كَانَ مِزَاجُهَا زَنجَبِيلًا ﴿٧١﴾ عَيْنًۭا فِيهَا تُسَمَّىٰ سَلْسَبِيلًۭا ﴿٨١﴾ ۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌۭ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًۭا مَّنثُورًۭا ﴿٩١﴾ وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًۭا وَمُلْكًۭا كَبِيرًا ﴿٠٢﴾ عَٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌۭ وَإِسْتَبْرَقٌۭ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍۢ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًۭا طَهُورًا ﴿١٢﴾ إِنَّ هَٰذَا كَانَ لَكُمْ جَزَآءًۭ وَكَانَ سَعْيُكُم مَّشْكُورًا ﴿٢٢﴾ إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًۭا ﴿٣٢﴾ فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًۭا ﴿٤٢﴾ وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةًۭ وَأَصِيلًۭا ﴿٥٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 580,
    "juz": 29,
    "quarter": 4,
    "hizb": 58,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "quranPageContents": [
      {
        "ayah": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًۭا طَوِيلًا ﴿٦٢﴾ إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًۭا ثَقِيلًۭا ﴿٧٢﴾ نَّحْنُ خَلَقْنَٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَٰلَهُمْ تَبْدِيلًا ﴿٨٢﴾ إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا ﴿٩٢﴾ وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًۭا ﴿٠٣﴾ يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا ﴿١٣﴾ "
      },
      {
        "header": "سُورَةُ المُرۡسَلَاتِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْمُرْسَلَٰتِ عُرْفًۭا ﴿١﴾ فَٱلْعَٰصِفَٰتِ عَصْفًۭا ﴿٢﴾ وَٱلنَّٰشِرَٰتِ نَشْرًۭا ﴿٣﴾ فَٱلْفَٰرِقَٰتِ فَرْقًۭا ﴿٤﴾ فَٱلْمُلْقِيَٰتِ ذِكْرًا ﴿٥﴾ عُذْرًا أَوْ نُذْرًا ﴿٦﴾ إِنَّمَا تُوعَدُونَ لَوَٰقِعٌۭ ﴿٧﴾ فَإِذَا ٱلنُّجُومُ طُمِسَتْ ﴿٨﴾ وَإِذَا ٱلسَّمَآءُ فُرِجَتْ ﴿٩﴾ وَإِذَا ٱلْجِبَالُ نُسِفَتْ ﴿٠١﴾ وَإِذَا ٱلرُّسُلُ أُقِّتَتْ ﴿١١﴾ لِأَىِّ يَوْمٍ أُجِّلَتْ ﴿٢١﴾ لِيَوْمِ ٱلْفَصْلِ ﴿٣١﴾ وَمَآ أَدْرَىٰكَ مَا يَوْمُ ٱلْفَصْلِ ﴿٤١﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٥١﴾ أَلَمْ نُهْلِكِ ٱلْأَوَّلِينَ ﴿٦١﴾ ثُمَّ نُتْبِعُهُمُ ٱلْءَاخِرِينَ ﴿٧١﴾ كَذَٰلِكَ نَفْعَلُ بِٱلْمُجْرِمِينَ ﴿٨١﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٩١﴾ "
      }
    ]
  },
  {
    "pageNumber": 581,
    "juz": 29,
    "quarter": 4,
    "hizb": 58,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "quranPageContents": [
      {
        "ayah": "أَلَمْ نَخْلُقكُّم مِّن مَّآءٍۢ مَّهِينٍۢ ﴿٠٢﴾ فَجَعَلْنَٰهُ فِى قَرَارٍۢ مَّكِينٍ ﴿١٢﴾ إِلَىٰ قَدَرٍۢ مَّعْلُومٍۢ ﴿٢٢﴾ فَقَدَرْنَا فَنِعْمَ ٱلْقَٰدِرُونَ ﴿٣٢﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٤٢﴾ أَلَمْ نَجْعَلِ ٱلْأَرْضَ كِفَاتًا ﴿٥٢﴾ أَحْيَآءًۭ وَأَمْوَٰتًۭا ﴿٦٢﴾ وَجَعَلْنَا فِيهَا رَوَٰسِىَ شَٰمِخَٰتٍۢ وَأَسْقَيْنَٰكُم مَّآءًۭ فُرَاتًۭا ﴿٧٢﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٨٢﴾ ٱنطَلِقُوٓا۟ إِلَىٰ مَا كُنتُم بِهِۦ تُكَذِّبُونَ ﴿٩٢﴾ ٱنطَلِقُوٓا۟ إِلَىٰ ظِلٍّۢ ذِى ثَلَٰثِ شُعَبٍۢ ﴿٠٣﴾ لَّا ظَلِيلٍۢ وَلَا يُغْنِى مِنَ ٱللَّهَبِ ﴿١٣﴾ إِنَّهَا تَرْمِى بِشَرَرٍۢ كَٱلْقَصْرِ ﴿٢٣﴾ كَأَنَّهُۥ جِمَٰلَتٌۭ صُفْرٌۭ ﴿٣٣﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٤٣﴾ هَٰذَا يَوْمُ لَا يَنطِقُونَ ﴿٥٣﴾ وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ ﴿٦٣﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٧٣﴾ هَٰذَا يَوْمُ ٱلْفَصْلِ ۖ جَمَعْنَٰكُمْ وَٱلْأَوَّلِينَ ﴿٨٣﴾ فَإِن كَانَ لَكُمْ كَيْدٌۭ فَكِيدُونِ ﴿٩٣﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٠٤﴾ إِنَّ ٱلْمُتَّقِينَ فِى ظِلَٰلٍۢ وَعُيُونٍۢ ﴿١٤﴾ وَفَوَٰكِهَ مِمَّا يَشْتَهُونَ ﴿٢٤﴾ كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَا كُنتُمْ تَعْمَلُونَ ﴿٣٤﴾ إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ ﴿٤٤﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٥٤﴾ كُلُوا۟ وَتَمَتَّعُوا۟ قَلِيلًا إِنَّكُم مُّجْرِمُونَ ﴿٦٤﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٧٤﴾ وَإِذَا قِيلَ لَهُمُ ٱرْكَعُوا۟ لَا يَرْكَعُونَ ﴿٨٤﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٩٤﴾ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ ﴿٠٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 582,
    "juz": 30,
    "quarter": 1,
    "hizb": 59,
    "surahName": "سُورَةُ النَّبَإِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ النَّبَإِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ عَمَّ يَتَسَآءَلُونَ ﴿١﴾ عَنِ ٱلنَّبَإِ ٱلْعَظِيمِ ﴿٢﴾ ٱلَّذِى هُمْ فِيهِ مُخْتَلِفُونَ ﴿٣﴾ كَلَّا سَيَعْلَمُونَ ﴿٤﴾ ثُمَّ كَلَّا سَيَعْلَمُونَ ﴿٥﴾ أَلَمْ نَجْعَلِ ٱلْأَرْضَ مِهَٰدًۭا ﴿٦﴾ وَٱلْجِبَالَ أَوْتَادًۭا ﴿٧﴾ وَخَلَقْنَٰكُمْ أَزْوَٰجًۭا ﴿٨﴾ وَجَعَلْنَا نَوْمَكُمْ سُبَاتًۭا ﴿٩﴾ وَجَعَلْنَا ٱلَّيْلَ لِبَاسًۭا ﴿٠١﴾ وَجَعَلْنَا ٱلنَّهَارَ مَعَاشًۭا ﴿١١﴾ وَبَنَيْنَا فَوْقَكُمْ سَبْعًۭا شِدَادًۭا ﴿٢١﴾ وَجَعَلْنَا سِرَاجًۭا وَهَّاجًۭا ﴿٣١﴾ وَأَنزَلْنَا مِنَ ٱلْمُعْصِرَٰتِ مَآءًۭ ثَجَّاجًۭا ﴿٤١﴾ لِّنُخْرِجَ بِهِۦ حَبًّۭا وَنَبَاتًۭا ﴿٥١﴾ وَجَنَّٰتٍ أَلْفَافًا ﴿٦١﴾ إِنَّ يَوْمَ ٱلْفَصْلِ كَانَ مِيقَٰتًۭا ﴿٧١﴾ يَوْمَ يُنفَخُ فِى ٱلصُّورِ فَتَأْتُونَ أَفْوَاجًۭا ﴿٨١﴾ وَفُتِحَتِ ٱلسَّمَآءُ فَكَانَتْ أَبْوَٰبًۭا ﴿٩١﴾ وَسُيِّرَتِ ٱلْجِبَالُ فَكَانَتْ سَرَابًا ﴿٠٢﴾ إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًۭا ﴿١٢﴾ لِّلطَّٰغِينَ مَـَٔابًۭا ﴿٢٢﴾ لَّٰبِثِينَ فِيهَآ أَحْقَابًۭا ﴿٣٢﴾ لَّا يَذُوقُونَ فِيهَا بَرْدًۭا وَلَا شَرَابًا ﴿٤٢﴾ إِلَّا حَمِيمًۭا وَغَسَّاقًۭا ﴿٥٢﴾ جَزَآءًۭ وِفَاقًا ﴿٦٢﴾ إِنَّهُمْ كَانُوا۟ لَا يَرْجُونَ حِسَابًۭا ﴿٧٢﴾ وَكَذَّبُوا۟ بِـَٔايَٰتِنَا كِذَّابًۭا ﴿٨٢﴾ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ كِتَٰبًۭا ﴿٩٢﴾ فَذُوقُوا۟ فَلَن نَّزِيدَكُمْ إِلَّا عَذَابًا ﴿٠٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 583,
    "juz": 30,
    "quarter": 1,
    "hizb": 59,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "quranPageContents": [
      {
        "ayah": "إِنَّ لِلْمُتَّقِينَ مَفَازًا ﴿١٣﴾ حَدَآئِقَ وَأَعْنَٰبًۭا ﴿٢٣﴾ وَكَوَاعِبَ أَتْرَابًۭا ﴿٣٣﴾ وَكَأْسًۭا دِهَاقًۭا ﴿٤٣﴾ لَّا يَسْمَعُونَ فِيهَا لَغْوًۭا وَلَا كِذَّٰبًۭا ﴿٥٣﴾ جَزَآءًۭ مِّن رَّبِّكَ عَطَآءً حِسَابًۭا ﴿٦٣﴾ رَّبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلرَّحْمَٰنِ ۖ لَا يَمْلِكُونَ مِنْهُ خِطَابًۭا ﴿٧٣﴾ يَوْمَ يَقُومُ ٱلرُّوحُ وَٱلْمَلَٰٓئِكَةُ صَفًّۭا ۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ ٱلرَّحْمَٰنُ وَقَالَ صَوَابًۭا ﴿٨٣﴾ ذَٰلِكَ ٱلْيَوْمُ ٱلْحَقُّ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ مَـَٔابًا ﴿٩٣﴾ إِنَّآ أَنذَرْنَٰكُمْ عَذَابًۭا قَرِيبًۭا يَوْمَ يَنظُرُ ٱلْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ ٱلْكَافِرُ يَٰلَيْتَنِى كُنتُ تُرَٰبًۢا ﴿٠٤﴾ "
      },
      {
        "header": "سُورَةُ النَّازِعَاتِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلنَّٰزِعَٰتِ غَرْقًۭا ﴿١﴾ وَٱلنَّٰشِطَٰتِ نَشْطًۭا ﴿٢﴾ وَٱلسَّٰبِحَٰتِ سَبْحًۭا ﴿٣﴾ فَٱلسَّٰبِقَٰتِ سَبْقًۭا ﴿٤﴾ فَٱلْمُدَبِّرَٰتِ أَمْرًۭا ﴿٥﴾ يَوْمَ تَرْجُفُ ٱلرَّاجِفَةُ ﴿٦﴾ تَتْبَعُهَا ٱلرَّادِفَةُ ﴿٧﴾ قُلُوبٌۭ يَوْمَئِذٍۢ وَاجِفَةٌ ﴿٨﴾ أَبْصَٰرُهَا خَٰشِعَةٌۭ ﴿٩﴾ يَقُولُونَ أَءِنَّا لَمَرْدُودُونَ فِى ٱلْحَافِرَةِ ﴿٠١﴾ أَءِذَا كُنَّا عِظَٰمًۭا نَّخِرَةًۭ ﴿١١﴾ قَالُوا۟ تِلْكَ إِذًۭا كَرَّةٌ خَاسِرَةٌۭ ﴿٢١﴾ فَإِنَّمَا هِىَ زَجْرَةٌۭ وَٰحِدَةٌۭ ﴿٣١﴾ فَإِذَا هُم بِٱلسَّاهِرَةِ ﴿٤١﴾ هَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ ﴿٥١﴾ "
      }
    ]
  },
  {
    "pageNumber": 584,
    "juz": 30,
    "quarter": 1,
    "hizb": 59,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "quranPageContents": [
      {
        "ayah": "إِذْ نَادَىٰهُ رَبُّهُۥ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى ﴿٦١﴾ ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ ﴿٧١﴾ فَقُلْ هَل لَّكَ إِلَىٰٓ أَن تَزَكَّىٰ ﴿٨١﴾ وَأَهْدِيَكَ إِلَىٰ رَبِّكَ فَتَخْشَىٰ ﴿٩١﴾ فَأَرَىٰهُ ٱلْءَايَةَ ٱلْكُبْرَىٰ ﴿٠٢﴾ فَكَذَّبَ وَعَصَىٰ ﴿١٢﴾ ثُمَّ أَدْبَرَ يَسْعَىٰ ﴿٢٢﴾ فَحَشَرَ فَنَادَىٰ ﴿٣٢﴾ فَقَالَ أَنَا۠ رَبُّكُمُ ٱلْأَعْلَىٰ ﴿٤٢﴾ فَأَخَذَهُ ٱللَّهُ نَكَالَ ٱلْءَاخِرَةِ وَٱلْأُولَىٰٓ ﴿٥٢﴾ إِنَّ فِى ذَٰلِكَ لَعِبْرَةًۭ لِّمَن يَخْشَىٰٓ ﴿٦٢﴾ ءَأَنتُمْ أَشَدُّ خَلْقًا أَمِ ٱلسَّمَآءُ ۚ بَنَىٰهَا ﴿٧٢﴾ رَفَعَ سَمْكَهَا فَسَوَّىٰهَا ﴿٨٢﴾ وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَىٰهَا ﴿٩٢﴾ وَٱلْأَرْضَ بَعْدَ ذَٰلِكَ دَحَىٰهَآ ﴿٠٣﴾ أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَىٰهَا ﴿١٣﴾ وَٱلْجِبَالَ أَرْسَىٰهَا ﴿٢٣﴾ مَتَٰعًۭا لَّكُمْ وَلِأَنْعَٰمِكُمْ ﴿٣٣﴾ فَإِذَا جَآءَتِ ٱلطَّآمَّةُ ٱلْكُبْرَىٰ ﴿٤٣﴾ يَوْمَ يَتَذَكَّرُ ٱلْإِنسَٰنُ مَا سَعَىٰ ﴿٥٣﴾ وَبُرِّزَتِ ٱلْجَحِيمُ لِمَن يَرَىٰ ﴿٦٣﴾ فَأَمَّا مَن طَغَىٰ ﴿٧٣﴾ وَءَاثَرَ ٱلْحَيَوٰةَ ٱلدُّنْيَا ﴿٨٣﴾ فَإِنَّ ٱلْجَحِيمَ هِىَ ٱلْمَأْوَىٰ ﴿٩٣﴾ وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِۦ وَنَهَى ٱلنَّفْسَ عَنِ ٱلْهَوَىٰ ﴿٠٤﴾ فَإِنَّ ٱلْجَنَّةَ هِىَ ٱلْمَأْوَىٰ ﴿١٤﴾ يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ﴿٢٤﴾ فِيمَ أَنتَ مِن ذِكْرَىٰهَآ ﴿٣٤﴾ إِلَىٰ رَبِّكَ مُنتَهَىٰهَآ ﴿٤٤﴾ إِنَّمَآ أَنتَ مُنذِرُ مَن يَخْشَىٰهَا ﴿٥٤﴾ كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوٓا۟ إِلَّا عَشِيَّةً أَوْ ضُحَىٰهَا ﴿٦٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 585,
    "juz": 30,
    "quarter": 2,
    "hizb": 59,
    "surahName": "سُورَةُ عَبَسَ",
    "quranPageContents": [
      {
        "header": "سُورَةُ عَبَسَ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ عَبَسَ وَتَوَلَّىٰٓ ﴿١﴾ أَن جَآءَهُ ٱلْأَعْمَىٰ ﴿٢﴾ وَمَا يُدْرِيكَ لَعَلَّهُۥ يَزَّكَّىٰٓ ﴿٣﴾ أَوْ يَذَّكَّرُ فَتَنفَعَهُ ٱلذِّكْرَىٰٓ ﴿٤﴾ أَمَّا مَنِ ٱسْتَغْنَىٰ ﴿٥﴾ فَأَنتَ لَهُۥ تَصَدَّىٰ ﴿٦﴾ وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ ﴿٧﴾ وَأَمَّا مَن جَآءَكَ يَسْعَىٰ ﴿٨﴾ وَهُوَ يَخْشَىٰ ﴿٩﴾ فَأَنتَ عَنْهُ تَلَهَّىٰ ﴿٠١﴾ كَلَّآ إِنَّهَا تَذْكِرَةٌۭ ﴿١١﴾ فَمَن شَآءَ ذَكَرَهُۥ ﴿٢١﴾ فِى صُحُفٍۢ مُّكَرَّمَةٍۢ ﴿٣١﴾ مَّرْفُوعَةٍۢ مُّطَهَّرَةٍۭ ﴿٤١﴾ بِأَيْدِى سَفَرَةٍۢ ﴿٥١﴾ كِرَامٍۭ بَرَرَةٍۢ ﴿٦١﴾ قُتِلَ ٱلْإِنسَٰنُ مَآ أَكْفَرَهُۥ ﴿٧١﴾ مِنْ أَىِّ شَىْءٍ خَلَقَهُۥ ﴿٨١﴾ مِن نُّطْفَةٍ خَلَقَهُۥ فَقَدَّرَهُۥ ﴿٩١﴾ ثُمَّ ٱلسَّبِيلَ يَسَّرَهُۥ ﴿٠٢﴾ ثُمَّ أَمَاتَهُۥ فَأَقْبَرَهُۥ ﴿١٢﴾ ثُمَّ إِذَا شَآءَ أَنشَرَهُۥ ﴿٢٢﴾ كَلَّا لَمَّا يَقْضِ مَآ أَمَرَهُۥ ﴿٣٢﴾ فَلْيَنظُرِ ٱلْإِنسَٰنُ إِلَىٰ طَعَامِهِۦٓ ﴿٤٢﴾ أَنَّا صَبَبْنَا ٱلْمَآءَ صَبًّۭا ﴿٥٢﴾ ثُمَّ شَقَقْنَا ٱلْأَرْضَ شَقًّۭا ﴿٦٢﴾ فَأَنۢبَتْنَا فِيهَا حَبًّۭا ﴿٧٢﴾ وَعِنَبًۭا وَقَضْبًۭا ﴿٨٢﴾ وَزَيْتُونًۭا وَنَخْلًۭا ﴿٩٢﴾ وَحَدَآئِقَ غُلْبًۭا ﴿٠٣﴾ وَفَٰكِهَةًۭ وَأَبًّۭا ﴿١٣﴾ مَّتَٰعًۭا لَّكُمْ وَلِأَنْعَٰمِكُمْ ﴿٢٣﴾ فَإِذَا جَآءَتِ ٱلصَّآخَّةُ ﴿٣٣﴾ يَوْمَ يَفِرُّ ٱلْمَرْءُ مِنْ أَخِيهِ ﴿٤٣﴾ وَأُمِّهِۦ وَأَبِيهِ ﴿٥٣﴾ وَصَٰحِبَتِهِۦ وَبَنِيهِ ﴿٦٣﴾ لِكُلِّ ٱمْرِئٍۢ مِّنْهُمْ يَوْمَئِذٍۢ شَأْنٌۭ يُغْنِيهِ ﴿٧٣﴾ وُجُوهٌۭ يَوْمَئِذٍۢ مُّسْفِرَةٌۭ ﴿٨٣﴾ ضَاحِكَةٌۭ مُّسْتَبْشِرَةٌۭ ﴿٩٣﴾ وَوُجُوهٌۭ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌۭ ﴿٠٤﴾ تَرْهَقُهَا قَتَرَةٌ ﴿١٤﴾ أُو۟لَٰٓئِكَ هُمُ ٱلْكَفَرَةُ ٱلْفَجَرَةُ ﴿٢٤﴾ "
      }
    ]
  },
  {
    "pageNumber": 586,
    "juz": 30,
    "quarter": 2,
    "hizb": 59,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ التَّكۡوِيرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا ٱلشَّمْسُ كُوِّرَتْ ﴿١﴾ وَإِذَا ٱلنُّجُومُ ٱنكَدَرَتْ ﴿٢﴾ وَإِذَا ٱلْجِبَالُ سُيِّرَتْ ﴿٣﴾ وَإِذَا ٱلْعِشَارُ عُطِّلَتْ ﴿٤﴾ وَإِذَا ٱلْوُحُوشُ حُشِرَتْ ﴿٥﴾ وَإِذَا ٱلْبِحَارُ سُجِّرَتْ ﴿٦﴾ وَإِذَا ٱلنُّفُوسُ زُوِّجَتْ ﴿٧﴾ وَإِذَا ٱلْمَوْءُۥدَةُ سُئِلَتْ ﴿٨﴾ بِأَىِّ ذَنۢبٍۢ قُتِلَتْ ﴿٩﴾ وَإِذَا ٱلصُّحُفُ نُشِرَتْ ﴿٠١﴾ وَإِذَا ٱلسَّمَآءُ كُشِطَتْ ﴿١١﴾ وَإِذَا ٱلْجَحِيمُ سُعِّرَتْ ﴿٢١﴾ وَإِذَا ٱلْجَنَّةُ أُزْلِفَتْ ﴿٣١﴾ عَلِمَتْ نَفْسٌۭ مَّآ أَحْضَرَتْ ﴿٤١﴾ فَلَآ أُقْسِمُ بِٱلْخُنَّسِ ﴿٥١﴾ ٱلْجَوَارِ ٱلْكُنَّسِ ﴿٦١﴾ وَٱلَّيْلِ إِذَا عَسْعَسَ ﴿٧١﴾ وَٱلصُّبْحِ إِذَا تَنَفَّسَ ﴿٨١﴾ إِنَّهُۥ لَقَوْلُ رَسُولٍۢ كَرِيمٍۢ ﴿٩١﴾ ذِى قُوَّةٍ عِندَ ذِى ٱلْعَرْشِ مَكِينٍۢ ﴿٠٢﴾ مُّطَاعٍۢ ثَمَّ أَمِينٍۢ ﴿١٢﴾ وَمَا صَاحِبُكُم بِمَجْنُونٍۢ ﴿٢٢﴾ وَلَقَدْ رَءَاهُ بِٱلْأُفُقِ ٱلْمُبِينِ ﴿٣٢﴾ وَمَا هُوَ عَلَى ٱلْغَيْبِ بِضَنِينٍۢ ﴿٤٢﴾ وَمَا هُوَ بِقَوْلِ شَيْطَٰنٍۢ رَّجِيمٍۢ ﴿٥٢﴾ فَأَيْنَ تَذْهَبُونَ ﴿٦٢﴾ إِنْ هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ ﴿٧٢﴾ لِمَن شَآءَ مِنكُمْ أَن يَسْتَقِيمَ ﴿٨٢﴾ وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ ﴿٩٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 587,
    "juz": 30,
    "quarter": 3,
    "hizb": 59,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الانفِطَارِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ ﴿١﴾ وَإِذَا ٱلْكَوَاكِبُ ٱنتَثَرَتْ ﴿٢﴾ وَإِذَا ٱلْبِحَارُ فُجِّرَتْ ﴿٣﴾ وَإِذَا ٱلْقُبُورُ بُعْثِرَتْ ﴿٤﴾ عَلِمَتْ نَفْسٌۭ مَّا قَدَّمَتْ وَأَخَّرَتْ ﴿٥﴾ يَٰٓأَيُّهَا ٱلْإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلْكَرِيمِ ﴿٦﴾ ٱلَّذِى خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ ﴿٧﴾ فِىٓ أَىِّ صُورَةٍۢ مَّا شَآءَ رَكَّبَكَ ﴿٨﴾ كَلَّا بَلْ تُكَذِّبُونَ بِٱلدِّينِ ﴿٩﴾ وَإِنَّ عَلَيْكُمْ لَحَٰفِظِينَ ﴿٠١﴾ كِرَامًۭا كَٰتِبِينَ ﴿١١﴾ يَعْلَمُونَ مَا تَفْعَلُونَ ﴿٢١﴾ إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍۢ ﴿٣١﴾ وَإِنَّ ٱلْفُجَّارَ لَفِى جَحِيمٍۢ ﴿٤١﴾ يَصْلَوْنَهَا يَوْمَ ٱلدِّينِ ﴿٥١﴾ وَمَا هُمْ عَنْهَا بِغَآئِبِينَ ﴿٦١﴾ وَمَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ ﴿٧١﴾ ثُمَّ مَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ ﴿٨١﴾ يَوْمَ لَا تَمْلِكُ نَفْسٌۭ لِّنَفْسٍۢ شَيْـًۭٔا ۖ وَٱلْأَمْرُ يَوْمَئِذٍۢ لِّلَّهِ ﴿٩١﴾ "
      },
      {
        "header": "سُورَةُ المُطَفِّفِينَ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَيْلٌۭ لِّلْمُطَفِّفِينَ ﴿١﴾ ٱلَّذِينَ إِذَا ٱكْتَالُوا۟ عَلَى ٱلنَّاسِ يَسْتَوْفُونَ ﴿٢﴾ وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ ﴿٣﴾ أَلَا يَظُنُّ أُو۟لَٰٓئِكَ أَنَّهُم مَّبْعُوثُونَ ﴿٤﴾ لِيَوْمٍ عَظِيمٍۢ ﴿٥﴾ يَوْمَ يَقُومُ ٱلنَّاسُ لِرَبِّ ٱلْعَٰلَمِينَ ﴿٦﴾ "
      }
    ]
  },
  {
    "pageNumber": 588,
    "juz": 30,
    "quarter": 3,
    "hizb": 59,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "quranPageContents": [
      {
        "ayah": "كَلَّآ إِنَّ كِتَٰبَ ٱلْفُجَّارِ لَفِى سِجِّينٍۢ ﴿٧﴾ وَمَآ أَدْرَىٰكَ مَا سِجِّينٌۭ ﴿٨﴾ كِتَٰبٌۭ مَّرْقُومٌۭ ﴿٩﴾ وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ ﴿٠١﴾ ٱلَّذِينَ يُكَذِّبُونَ بِيَوْمِ ٱلدِّينِ ﴿١١﴾ وَمَا يُكَذِّبُ بِهِۦٓ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ ﴿٢١﴾ إِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلْأَوَّلِينَ ﴿٣١﴾ كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا۟ يَكْسِبُونَ ﴿٤١﴾ كَلَّآ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍۢ لَّمَحْجُوبُونَ ﴿٥١﴾ ثُمَّ إِنَّهُمْ لَصَالُوا۟ ٱلْجَحِيمِ ﴿٦١﴾ ثُمَّ يُقَالُ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ ﴿٧١﴾ كَلَّآ إِنَّ كِتَٰبَ ٱلْأَبْرَارِ لَفِى عِلِّيِّينَ ﴿٨١﴾ وَمَآ أَدْرَىٰكَ مَا عِلِّيُّونَ ﴿٩١﴾ كِتَٰبٌۭ مَّرْقُومٌۭ ﴿٠٢﴾ يَشْهَدُهُ ٱلْمُقَرَّبُونَ ﴿١٢﴾ إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍ ﴿٢٢﴾ عَلَى ٱلْأَرَآئِكِ يَنظُرُونَ ﴿٣٢﴾ تَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ ٱلنَّعِيمِ ﴿٤٢﴾ يُسْقَوْنَ مِن رَّحِيقٍۢ مَّخْتُومٍ ﴿٥٢﴾ خِتَٰمُهُۥ مِسْكٌۭ ۚ وَفِى ذَٰلِكَ فَلْيَتَنَافَسِ ٱلْمُتَنَٰفِسُونَ ﴿٦٢﴾ وَمِزَاجُهُۥ مِن تَسْنِيمٍ ﴿٧٢﴾ عَيْنًۭا يَشْرَبُ بِهَا ٱلْمُقَرَّبُونَ ﴿٨٢﴾ إِنَّ ٱلَّذِينَ أَجْرَمُوا۟ كَانُوا۟ مِنَ ٱلَّذِينَ ءَامَنُوا۟ يَضْحَكُونَ ﴿٩٢﴾ وَإِذَا مَرُّوا۟ بِهِمْ يَتَغَامَزُونَ ﴿٠٣﴾ وَإِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمُ ٱنقَلَبُوا۟ فَكِهِينَ ﴿١٣﴾ وَإِذَا رَأَوْهُمْ قَالُوٓا۟ إِنَّ هَٰٓؤُلَآءِ لَضَآلُّونَ ﴿٢٣﴾ وَمَآ أُرْسِلُوا۟ عَلَيْهِمْ حَٰفِظِينَ ﴿٣٣﴾ فَٱلْيَوْمَ ٱلَّذِينَ ءَامَنُوا۟ مِنَ ٱلْكُفَّارِ يَضْحَكُونَ ﴿٤٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 589,
    "juz": 30,
    "quarter": 4,
    "hizb": 59,
    "sajdaIndex": 2,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "quranPageContents": [
      {
        "ayah": "عَلَى ٱلْأَرَآئِكِ يَنظُرُونَ ﴿٥٣﴾ هَلْ ثُوِّبَ ٱلْكُفَّارُ مَا كَانُوا۟ يَفْعَلُونَ ﴿٦٣﴾ "
      },
      {
        "header": "سُورَةُ الانشِقَاقِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ ﴿١﴾ وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿٢﴾ وَإِذَا ٱلْأَرْضُ مُدَّتْ ﴿٣﴾ وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ ﴿٤﴾ وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿٥﴾ يَٰٓأَيُّهَا ٱلْإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًۭا فَمُلَٰقِيهِ ﴿٦﴾ فَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ ﴿٧﴾ فَسَوْفَ يُحَاسَبُ حِسَابًۭا يَسِيرًۭا ﴿٨﴾ وَيَنقَلِبُ إِلَىٰٓ أَهْلِهِۦ مَسْرُورًۭا ﴿٩﴾ وَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ وَرَآءَ ظَهْرِهِۦ ﴿٠١﴾ فَسَوْفَ يَدْعُوا۟ ثُبُورًۭا ﴿١١﴾ وَيَصْلَىٰ سَعِيرًا ﴿٢١﴾ إِنَّهُۥ كَانَ فِىٓ أَهْلِهِۦ مَسْرُورًا ﴿٣١﴾ إِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ ﴿٤١﴾ بَلَىٰٓ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرًۭا ﴿٥١﴾ فَلَآ أُقْسِمُ بِٱلشَّفَقِ ﴿٦١﴾ وَٱلَّيْلِ وَمَا وَسَقَ ﴿٧١﴾ وَٱلْقَمَرِ إِذَا ٱتَّسَقَ ﴿٨١﴾ لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍۢ ﴿٩١﴾ فَمَا لَهُمْ لَا يُؤْمِنُونَ ﴿٠٢﴾ وَإِذَا قُرِئَ عَلَيْهِمُ ٱلْقُرْءَانُ لَا يَسْجُدُونَ ۩ ﴿١٢﴾ بَلِ ٱلَّذِينَ كَفَرُوا۟ يُكَذِّبُونَ ﴿٢٢﴾ وَٱللَّهُ أَعْلَمُ بِمَا يُوعُونَ ﴿٣٢﴾ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ ﴿٤٢﴾ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۭ ﴿٥٢﴾ "
      }
    ],
    "ayahContent": {
      "firstAyahs": "هَلْ ثُوِّبَ ٱلْكُفَّارُ مَا كَانُوا۟ يَفْعَلُونَ ﴿٦٣﴾ إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ ﴿١﴾ وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿٢﴾ وَإِذَا ٱلْأَرْضُ مُدَّتْ ﴿٣﴾ وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ ﴿٤﴾ وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ ﴿٥﴾ يَٰٓأَيُّهَا ٱلْإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًۭا فَمُلَٰقِيهِ ﴿٦﴾ فَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ ﴿٧﴾ فَسَوْفَ يُحَاسَبُ حِسَابًۭا يَسِيرًۭا ﴿٨﴾ وَيَنقَلِبُ إِلَىٰٓ أَهْلِهِۦ مَسْرُورًۭا ﴿٩﴾ وَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ وَرَآءَ ظَهْرِهِۦ ﴿٠١﴾ فَسَوْفَ يَدْعُوا۟ ثُبُورًۭا ﴿١١﴾ وَيَصْلَىٰ سَعِيرًا ﴿٢١﴾ إِنَّهُۥ كَانَ فِىٓ أَهْلِهِۦ مَسْرُورًا ﴿٣١﴾ إِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ ﴿٤١﴾ بَلَىٰٓ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرًۭا ﴿٥١﴾ فَلَآ أُقْسِمُ بِٱلشَّفَقِ ﴿٦١﴾ وَٱلَّيْلِ وَمَا وَسَقَ ﴿٧١﴾ وَٱلْقَمَرِ إِذَا ٱتَّسَقَ ﴿٨١﴾ لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍۢ ﴿٩١﴾ فَمَا لَهُمْ لَا يُؤْمِنُونَ ﴿٠٢﴾ وَإِذَا قُرِئَ عَلَيْهِمُ ٱلْقُرْءَانُ ",
      "sajdaWords": "لَا يَسْجُدُونَ",
      "lastAyahs": " ۩ ﴿١٢﴾ بَلِ ٱلَّذِينَ كَفَرُوا۟ يُكَذِّبُونَ ﴿٢٢﴾ وَٱللَّهُ أَعْلَمُ بِمَا يُوعُونَ ﴿٣٢﴾ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ ﴿٤٢﴾ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۭ ﴿٥٢﴾ "
    },
    "sajdaType": "custom"
  },
  {
    "pageNumber": 590,
    "juz": 30,
    "quarter": 4,
    "hizb": 59,
    "surahName": "سُورَةُ البُرُوجِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ البُرُوجِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ ﴿١﴾ وَٱلْيَوْمِ ٱلْمَوْعُودِ ﴿٢﴾ وَشَاهِدٍۢ وَمَشْهُودٍۢ ﴿٣﴾ قُتِلَ أَصْحَٰبُ ٱلْأُخْدُودِ ﴿٤﴾ ٱلنَّارِ ذَاتِ ٱلْوَقُودِ ﴿٥﴾ إِذْ هُمْ عَلَيْهَا قُعُودٌۭ ﴿٦﴾ وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِٱلْمُؤْمِنِينَ شُهُودٌۭ ﴿٧﴾ وَمَا نَقَمُوا۟ مِنْهُمْ إِلَّآ أَن يُؤْمِنُوا۟ بِٱللَّهِ ٱلْعَزِيزِ ٱلْحَمِيدِ ﴿٨﴾ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ ﴿٩﴾ إِنَّ ٱلَّذِينَ فَتَنُوا۟ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ثُمَّ لَمْ يَتُوبُوا۟ فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ ٱلْحَرِيقِ ﴿٠١﴾ إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْكَبِيرُ ﴿١١﴾ إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ﴿٢١﴾ إِنَّهُۥ هُوَ يُبْدِئُ وَيُعِيدُ ﴿٣١﴾ وَهُوَ ٱلْغَفُورُ ٱلْوَدُودُ ﴿٤١﴾ ذُو ٱلْعَرْشِ ٱلْمَجِيدُ ﴿٥١﴾ فَعَّالٌۭ لِّمَا يُرِيدُ ﴿٦١﴾ هَلْ أَتَىٰكَ حَدِيثُ ٱلْجُنُودِ ﴿٧١﴾ فِرْعَوْنَ وَثَمُودَ ﴿٨١﴾ بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى تَكْذِيبٍۢ ﴿٩١﴾ وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ ﴿٠٢﴾ بَلْ هُوَ قُرْءَانٌۭ مَّجِيدٌۭ ﴿١٢﴾ فِى لَوْحٍۢ مَّحْفُوظٍۭ ﴿٢٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 591,
    "juz": 30,
    "quarter": 1,
    "hizb": 60,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الطَّارِقِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلسَّمَآءِ وَٱلطَّارِقِ ﴿١﴾ وَمَآ أَدْرَىٰكَ مَا ٱلطَّارِقُ ﴿٢﴾ ٱلنَّجْمُ ٱلثَّاقِبُ ﴿٣﴾ إِن كُلُّ نَفْسٍۢ لَّمَّا عَلَيْهَا حَافِظٌۭ ﴿٤﴾ فَلْيَنظُرِ ٱلْإِنسَٰنُ مِمَّ خُلِقَ ﴿٥﴾ خُلِقَ مِن مَّآءٍۢ دَافِقٍۢ ﴿٦﴾ يَخْرُجُ مِنۢ بَيْنِ ٱلصُّلْبِ وَٱلتَّرَآئِبِ ﴿٧﴾ إِنَّهُۥ عَلَىٰ رَجْعِهِۦ لَقَادِرٌۭ ﴿٨﴾ يَوْمَ تُبْلَى ٱلسَّرَآئِرُ ﴿٩﴾ فَمَا لَهُۥ مِن قُوَّةٍۢ وَلَا نَاصِرٍۢ ﴿٠١﴾ وَٱلسَّمَآءِ ذَاتِ ٱلرَّجْعِ ﴿١١﴾ وَٱلْأَرْضِ ذَاتِ ٱلصَّدْعِ ﴿٢١﴾ إِنَّهُۥ لَقَوْلٌۭ فَصْلٌۭ ﴿٣١﴾ وَمَا هُوَ بِٱلْهَزْلِ ﴿٤١﴾ إِنَّهُمْ يَكِيدُونَ كَيْدًۭا ﴿٥١﴾ وَأَكِيدُ كَيْدًۭا ﴿٦١﴾ فَمَهِّلِ ٱلْكَٰفِرِينَ أَمْهِلْهُمْ رُوَيْدًۢا ﴿٧١﴾ "
      },
      {
        "header": "سُورَةُ الأَعۡلَىٰ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبِّحِ ٱسْمَ رَبِّكَ ٱلْأَعْلَى ﴿١﴾ ٱلَّذِى خَلَقَ فَسَوَّىٰ ﴿٢﴾ وَٱلَّذِى قَدَّرَ فَهَدَىٰ ﴿٣﴾ وَٱلَّذِىٓ أَخْرَجَ ٱلْمَرْعَىٰ ﴿٤﴾ فَجَعَلَهُۥ غُثَآءً أَحْوَىٰ ﴿٥﴾ سَنُقْرِئُكَ فَلَا تَنسَىٰٓ ﴿٦﴾ إِلَّا مَا شَآءَ ٱللَّهُ ۚ إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ وَمَا يَخْفَىٰ ﴿٧﴾ وَنُيَسِّرُكَ لِلْيُسْرَىٰ ﴿٨﴾ فَذَكِّرْ إِن نَّفَعَتِ ٱلذِّكْرَىٰ ﴿٩﴾ سَيَذَّكَّرُ مَن يَخْشَىٰ ﴿٠١﴾ وَيَتَجَنَّبُهَا ٱلْأَشْقَى ﴿١١﴾ ٱلَّذِى يَصْلَى ٱلنَّارَ ٱلْكُبْرَىٰ ﴿٢١﴾ ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ ﴿٣١﴾ قَدْ أَفْلَحَ مَن تَزَكَّىٰ ﴿٤١﴾ وَذَكَرَ ٱسْمَ رَبِّهِۦ فَصَلَّىٰ ﴿٥١﴾ "
      }
    ]
  },
  {
    "pageNumber": 592,
    "juz": 30,
    "quarter": 1,
    "hizb": 60,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "quranPageContents": [
      {
        "ayah": "بَلْ تُؤْثِرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا ﴿٦١﴾ وَٱلْءَاخِرَةُ خَيْرٌۭ وَأَبْقَىٰٓ ﴿٧١﴾ إِنَّ هَٰذَا لَفِى ٱلصُّحُفِ ٱلْأُولَىٰ ﴿٨١﴾ صُحُفِ إِبْرَٰهِيمَ وَمُوسَىٰ ﴿٩١﴾ "
      },
      {
        "header": "سُورَةُ الغَاشِيَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ هَلْ أَتَىٰكَ حَدِيثُ ٱلْغَٰشِيَةِ ﴿١﴾ وُجُوهٌۭ يَوْمَئِذٍ خَٰشِعَةٌ ﴿٢﴾ عَامِلَةٌۭ نَّاصِبَةٌۭ ﴿٣﴾ تَصْلَىٰ نَارًا حَامِيَةًۭ ﴿٤﴾ تُسْقَىٰ مِنْ عَيْنٍ ءَانِيَةٍۢ ﴿٥﴾ لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍۢ ﴿٦﴾ لَّا يُسْمِنُ وَلَا يُغْنِى مِن جُوعٍۢ ﴿٧﴾ وُجُوهٌۭ يَوْمَئِذٍۢ نَّاعِمَةٌۭ ﴿٨﴾ لِّسَعْيِهَا رَاضِيَةٌۭ ﴿٩﴾ فِى جَنَّةٍ عَالِيَةٍۢ ﴿٠١﴾ لَّا تَسْمَعُ فِيهَا لَٰغِيَةًۭ ﴿١١﴾ فِيهَا عَيْنٌۭ جَارِيَةٌۭ ﴿٢١﴾ فِيهَا سُرُرٌۭ مَّرْفُوعَةٌۭ ﴿٣١﴾ وَأَكْوَابٌۭ مَّوْضُوعَةٌۭ ﴿٤١﴾ وَنَمَارِقُ مَصْفُوفَةٌۭ ﴿٥١﴾ وَزَرَابِىُّ مَبْثُوثَةٌ ﴿٦١﴾ أَفَلَا يَنظُرُونَ إِلَى ٱلْإِبِلِ كَيْفَ خُلِقَتْ ﴿٧١﴾ وَإِلَى ٱلسَّمَآءِ كَيْفَ رُفِعَتْ ﴿٨١﴾ وَإِلَى ٱلْجِبَالِ كَيْفَ نُصِبَتْ ﴿٩١﴾ وَإِلَى ٱلْأَرْضِ كَيْفَ سُطِحَتْ ﴿٠٢﴾ فَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌۭ ﴿١٢﴾ لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ ﴿٢٢﴾ إِلَّا مَن تَوَلَّىٰ وَكَفَرَ ﴿٣٢﴾ فَيُعَذِّبُهُ ٱللَّهُ ٱلْعَذَابَ ٱلْأَكْبَرَ ﴿٤٢﴾ إِنَّ إِلَيْنَآ إِيَابَهُمْ ﴿٥٢﴾ ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُم ﴿٦٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 593,
    "juz": 30,
    "quarter": 1,
    "hizb": 60,
    "surahName": "سُورَةُ الفَجۡرِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الفَجۡرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْفَجْرِ ﴿١﴾ وَلَيَالٍ عَشْرٍۢ ﴿٢﴾ وَٱلشَّفْعِ وَٱلْوَتْرِ ﴿٣﴾ وَٱلَّيْلِ إِذَا يَسْرِ ﴿٤﴾ هَلْ فِى ذَٰلِكَ قَسَمٌۭ لِّذِى حِجْرٍ ﴿٥﴾ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ ﴿٦﴾ إِرَمَ ذَاتِ ٱلْعِمَادِ ﴿٧﴾ ٱلَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى ٱلْبِلَٰدِ ﴿٨﴾ وَثَمُودَ ٱلَّذِينَ جَابُوا۟ ٱلصَّخْرَ بِٱلْوَادِ ﴿٩﴾ وَفِرْعَوْنَ ذِى ٱلْأَوْتَادِ ﴿٠١﴾ ٱلَّذِينَ طَغَوْا۟ فِى ٱلْبِلَٰدِ ﴿١١﴾ فَأَكْثَرُوا۟ فِيهَا ٱلْفَسَادَ ﴿٢١﴾ فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ ﴿٣١﴾ إِنَّ رَبَّكَ لَبِٱلْمِرْصَادِ ﴿٤١﴾ فَأَمَّا ٱلْإِنسَٰنُ إِذَا مَا ٱبْتَلَىٰهُ رَبُّهُۥ فَأَكْرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّىٓ أَكْرَمَنِ ﴿٥١﴾ وَأَمَّآ إِذَا مَا ٱبْتَلَىٰهُ فَقَدَرَ عَلَيْهِ رِزْقَهُۥ فَيَقُولُ رَبِّىٓ أَهَٰنَنِ ﴿٦١﴾ كَلَّا ۖ بَل لَّا تُكْرِمُونَ ٱلْيَتِيمَ ﴿٧١﴾ وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ ﴿٨١﴾ وَتَأْكُلُونَ ٱلتُّرَاثَ أَكْلًۭا لَّمًّۭا ﴿٩١﴾ وَتُحِبُّونَ ٱلْمَالَ حُبًّۭا جَمًّۭا ﴿٠٢﴾ كَلَّآ إِذَا دُكَّتِ ٱلْأَرْضُ دَكًّۭا دَكًّۭا ﴿١٢﴾ وَجَآءَ رَبُّكَ وَٱلْمَلَكُ صَفًّۭا صَفًّۭا ﴿٢٢﴾ وَجِا۟ىٓءَ يَوْمَئِذٍۭ بِجَهَنَّمَ ۚ يَوْمَئِذٍۢ يَتَذَكَّرُ ٱلْإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكْرَىٰ ﴿٣٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 594,
    "juz": 30,
    "quarter": 2,
    "hizb": 60,
    "surahName": "سُورَةُ البَلَدِ",
    "quranPageContents": [
      {
        "ayah": "يَقُولُ يَٰلَيْتَنِى قَدَّمْتُ لِحَيَاتِى ﴿٤٢﴾ فَيَوْمَئِذٍۢ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٌۭ ﴿٥٢﴾ وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٌۭ ﴿٦٢﴾ يَٰٓأَيَّتُهَا ٱلنَّفْسُ ٱلْمُطْمَئِنَّةُ ﴿٧٢﴾ ٱرْجِعِىٓ إِلَىٰ رَبِّكِ رَاضِيَةًۭ مَّرْضِيَّةًۭ ﴿٨٢﴾ فَٱدْخُلِى فِى عِبَٰدِى ﴿٩٢﴾ وَٱدْخُلِى جَنَّتِى ﴿٠٣﴾ "
      },
      {
        "header": "سُورَةُ البَلَدِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لَآ أُقْسِمُ بِهَٰذَا ٱلْبَلَدِ ﴿١﴾ وَأَنتَ حِلٌّۢ بِهَٰذَا ٱلْبَلَدِ ﴿٢﴾ وَوَالِدٍۢ وَمَا وَلَدَ ﴿٣﴾ لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِى كَبَدٍ ﴿٤﴾ أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌۭ ﴿٥﴾ يَقُولُ أَهْلَكْتُ مَالًۭا لُّبَدًا ﴿٦﴾ أَيَحْسَبُ أَن لَّمْ يَرَهُۥٓ أَحَدٌ ﴿٧﴾ أَلَمْ نَجْعَل لَّهُۥ عَيْنَيْنِ ﴿٨﴾ وَلِسَانًۭا وَشَفَتَيْنِ ﴿٩﴾ وَهَدَيْنَٰهُ ٱلنَّجْدَيْنِ ﴿٠١﴾ فَلَا ٱقْتَحَمَ ٱلْعَقَبَةَ ﴿١١﴾ وَمَآ أَدْرَىٰكَ مَا ٱلْعَقَبَةُ ﴿٢١﴾ فَكُّ رَقَبَةٍ ﴿٣١﴾ أَوْ إِطْعَٰمٌۭ فِى يَوْمٍۢ ذِى مَسْغَبَةٍۢ ﴿٤١﴾ يَتِيمًۭا ذَا مَقْرَبَةٍ ﴿٥١﴾ أَوْ مِسْكِينًۭا ذَا مَتْرَبَةٍۢ ﴿٦١﴾ ثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ وَتَوَاصَوْا۟ بِٱلصَّبْرِ وَتَوَاصَوْا۟ بِٱلْمَرْحَمَةِ ﴿٧١﴾ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْمَيْمَنَةِ ﴿٨١﴾ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِنَا هُمْ أَصْحَٰبُ ٱلْمَشْـَٔمَةِ ﴿٩١﴾ عَلَيْهِمْ نَارٌۭ مُّؤْصَدَةٌۢ ﴿٠٢﴾ "
      }
    ]
  },
  {
    "pageNumber": 595,
    "juz": 30,
    "quarter": 2,
    "hizb": 60,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الشَّمۡسِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلشَّمْسِ وَضُحَىٰهَا ﴿١﴾ وَٱلْقَمَرِ إِذَا تَلَىٰهَا ﴿٢﴾ وَٱلنَّهَارِ إِذَا جَلَّىٰهَا ﴿٣﴾ وَٱلَّيْلِ إِذَا يَغْشَىٰهَا ﴿٤﴾ وَٱلسَّمَآءِ وَمَا بَنَىٰهَا ﴿٥﴾ وَٱلْأَرْضِ وَمَا طَحَىٰهَا ﴿٦﴾ وَنَفْسٍۢ وَمَا سَوَّىٰهَا ﴿٧﴾ فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَىٰهَا ﴿٨﴾ قَدْ أَفْلَحَ مَن زَكَّىٰهَا ﴿٩﴾ وَقَدْ خَابَ مَن دَسَّىٰهَا ﴿٠١﴾ كَذَّبَتْ ثَمُودُ بِطَغْوَىٰهَآ ﴿١١﴾ إِذِ ٱنۢبَعَثَ أَشْقَىٰهَا ﴿٢١﴾ فَقَالَ لَهُمْ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقْيَٰهَا ﴿٣١﴾ فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنۢبِهِمْ فَسَوَّىٰهَا ﴿٤١﴾ وَلَا يَخَافُ عُقْبَٰهَا ﴿٥١﴾ "
      },
      {
        "header": "سُورَةُ اللَّيۡلِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلَّيْلِ إِذَا يَغْشَىٰ ﴿١﴾ وَٱلنَّهَارِ إِذَا تَجَلَّىٰ ﴿٢﴾ وَمَا خَلَقَ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ ﴿٣﴾ إِنَّ سَعْيَكُمْ لَشَتَّىٰ ﴿٤﴾ فَأَمَّا مَنْ أَعْطَىٰ وَٱتَّقَىٰ ﴿٥﴾ وَصَدَّقَ بِٱلْحُسْنَىٰ ﴿٦﴾ فَسَنُيَسِّرُهُۥ لِلْيُسْرَىٰ ﴿٧﴾ وَأَمَّا مَنۢ بَخِلَ وَٱسْتَغْنَىٰ ﴿٨﴾ وَكَذَّبَ بِٱلْحُسْنَىٰ ﴿٩﴾ فَسَنُيَسِّرُهُۥ لِلْعُسْرَىٰ ﴿٠١﴾ وَمَا يُغْنِى عَنْهُ مَالُهُۥٓ إِذَا تَرَدَّىٰٓ ﴿١١﴾ إِنَّ عَلَيْنَا لَلْهُدَىٰ ﴿٢١﴾ وَإِنَّ لَنَا لَلْءَاخِرَةَ وَٱلْأُولَىٰ ﴿٣١﴾ فَأَنذَرْتُكُمْ نَارًۭا تَلَظَّىٰ ﴿٤١﴾ "
      }
    ]
  },
  {
    "pageNumber": 596,
    "juz": 30,
    "quarter": 3,
    "hizb": 60,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "quranPageContents": [
      {
        "ayah": "لَا يَصْلَىٰهَآ إِلَّا ٱلْأَشْقَى ﴿٥١﴾ ٱلَّذِى كَذَّبَ وَتَوَلَّىٰ ﴿٦١﴾ وَسَيُجَنَّبُهَا ٱلْأَتْقَى ﴿٧١﴾ ٱلَّذِى يُؤْتِى مَالَهُۥ يَتَزَكَّىٰ ﴿٨١﴾ وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعْمَةٍۢ تُجْزَىٰٓ ﴿٩١﴾ إِلَّا ٱبْتِغَآءَ وَجْهِ رَبِّهِ ٱلْأَعْلَىٰ ﴿٠٢﴾ وَلَسَوْفَ يَرْضَىٰ ﴿١٢﴾ "
      },
      {
        "header": "سُورَةُ الضُّحَىٰ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلضُّحَىٰ ﴿١﴾ وَٱلَّيْلِ إِذَا سَجَىٰ ﴿٢﴾ مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ ﴿٣﴾ وَلَلْءَاخِرَةُ خَيْرٌۭ لَّكَ مِنَ ٱلْأُولَىٰ ﴿٤﴾ وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ ﴿٥﴾ أَلَمْ يَجِدْكَ يَتِيمًۭا فَـَٔاوَىٰ ﴿٦﴾ وَوَجَدَكَ ضَآلًّۭا فَهَدَىٰ ﴿٧﴾ وَوَجَدَكَ عَآئِلًۭا فَأَغْنَىٰ ﴿٨﴾ فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ ﴿٩﴾ وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ ﴿٠١﴾ وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ﴿١١﴾ "
      },
      {
        "header": "سُورَةُ الشَّرۡحِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ﴿١﴾ وَوَضَعْنَا عَنكَ وِزْرَكَ ﴿٢﴾ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ ﴿٣﴾ وَرَفَعْنَا لَكَ ذِكْرَكَ ﴿٤﴾ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا ﴿٥﴾ إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا ﴿٦﴾ فَإِذَا فَرَغْتَ فَٱنصَبْ ﴿٧﴾ وَإِلَىٰ رَبِّكَ فَٱرْغَب ﴿٨﴾ "
      }
    ]
  },
  {
    "pageNumber": 597,
    "juz": 30,
    "quarter": 3,
    "hizb": 60,
    "sajdaIndex": 3,
    "surahName": "سُورَةُ العَلَقِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ التِّينِ"
      },
      {
        "ayah": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلتِّينِ وَٱلزَّيْتُونِ ﴿١﴾ وَطُورِ سِينِينَ ﴿٢﴾ وَهَٰذَا ٱلْبَلَدِ ٱلْأَمِينِ ﴿٣﴾ لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍۢ ﴿٤﴾ ثُمَّ رَدَدْنَٰهُ أَسْفَلَ سَٰفِلِينَ ﴿٥﴾ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ ﴿٦﴾ فَمَا يُكَذِّبُكَ بَعْدُ بِٱلدِّينِ ﴿٧﴾ أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَٰكِمِينَ ﴿٨﴾ "
      },
      {
        "header": "سُورَةُ العَلَقِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ ﴿١﴾ خَلَقَ ٱلْإِنسَٰنَ مِنْ عَلَقٍ ﴿٢﴾ ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ ﴿٣﴾ ٱلَّذِى عَلَّمَ بِٱلْقَلَمِ ﴿٤﴾ عَلَّمَ ٱلْإِنسَٰنَ مَا لَمْ يَعْلَمْ ﴿٥﴾ كَلَّآ إِنَّ ٱلْإِنسَٰنَ لَيَطْغَىٰٓ ﴿٦﴾ أَن رَّءَاهُ ٱسْتَغْنَىٰٓ ﴿٧﴾ إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجْعَىٰٓ ﴿٨﴾ أَرَءَيْتَ ٱلَّذِى يَنْهَىٰ ﴿٩﴾ عَبْدًا إِذَا صَلَّىٰٓ ﴿٠١﴾ أَرَءَيْتَ إِن كَانَ عَلَى ٱلْهُدَىٰٓ ﴿١١﴾ أَوْ أَمَرَ بِٱلتَّقْوَىٰٓ ﴿٢١﴾ أَرَءَيْتَ إِن كَذَّبَ وَتَوَلَّىٰٓ ﴿٣١﴾ أَلَمْ يَعْلَم بِأَنَّ ٱللَّهَ يَرَىٰ ﴿٤١﴾ كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًۢا بِٱلنَّاصِيَةِ ﴿٥١﴾ نَاصِيَةٍۢ كَٰذِبَةٍ خَاطِئَةٍۢ ﴿٦١﴾ فَلْيَدْعُ نَادِيَهُۥ ﴿٧١﴾ سَنَدْعُ ٱلزَّبَانِيَةَ ﴿٨١﴾ كَلَّا لَا تُطِعْهُ وَٱسْجُدْ وَٱقْتَرِب ۩ ﴿٩١﴾ "
      }
    ],
    "ayahContent": {
      "firstAyahs": "أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَٰكِمِينَ ﴿٨﴾ ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ ﴿١﴾ خَلَقَ ٱلْإِنسَٰنَ مِنْ عَلَقٍ ﴿٢﴾ ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ ﴿٣﴾ ٱلَّذِى عَلَّمَ بِٱلْقَلَمِ ﴿٤﴾ عَلَّمَ ٱلْإِنسَٰنَ مَا لَمْ يَعْلَمْ ﴿٥﴾ كَلَّآ إِنَّ ٱلْإِنسَٰنَ لَيَطْغَىٰٓ ﴿٦﴾ أَن رَّءَاهُ ٱسْتَغْنَىٰٓ ﴿٧﴾ إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجْعَىٰٓ ﴿٨﴾ أَرَءَيْتَ ٱلَّذِى يَنْهَىٰ ﴿٩﴾ عَبْدًا إِذَا صَلَّىٰٓ ﴿٠١﴾ أَرَءَيْتَ إِن كَانَ عَلَى ٱلْهُدَىٰٓ ﴿١١﴾ أَوْ أَمَرَ بِٱلتَّقْوَىٰٓ ﴿٢١﴾ أَرَءَيْتَ إِن كَذَّبَ وَتَوَلَّىٰٓ ﴿٣١﴾ أَلَمْ يَعْلَم بِأَنَّ ٱللَّهَ يَرَىٰ ﴿٤١﴾ كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًۢا بِٱلنَّاصِيَةِ ﴿٥١﴾ نَاصِيَةٍۢ كَٰذِبَةٍ خَاطِئَةٍۢ ﴿٦١﴾ فَلْيَدْعُ نَادِيَهُۥ ﴿٧١﴾ سَنَدْعُ ٱلزَّبَانِيَةَ ﴿٨١﴾ كَلَّا لَا تُطِعْهُ ",
      "sajdaWords": "وَٱسْجُدْ",
      "lastAyahs": "وَٱقْتَرِب ۩ ﴿٩١﴾ "
    },
    "sajdaType": "normal"
  },
  {
    "pageNumber": 598,
    "juz": 30,
    "quarter": 3,
    "hizb": 60,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ القَدۡرِ"
      },
      {
        "ayah": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةِ ٱلْقَدْرِ ﴿١﴾ وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ ٱلْقَدْرِ ﴿٢﴾ لَيْلَةُ ٱلْقَدْرِ خَيْرٌۭ مِّنْ أَلْفِ شَهْرٍۢ ﴿٣﴾ تَنَزَّلُ ٱلْمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍۢ ﴿٤﴾ سَلَٰمٌ هِىَ حَتَّىٰ مَطْلَعِ ٱلْفَجْرِ ﴿٥﴾ "
      },
      {
        "header": "سُورَةُ البَيِّنَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ ﴿١﴾ رَسُولٌۭ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًۭا مُّطَهَّرَةًۭ ﴿٢﴾ فِيهَا كُتُبٌۭ قَيِّمَةٌۭ ﴿٣﴾ وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ ﴿٤﴾ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ ﴿٥﴾ إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ ﴿٦﴾ إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ ﴿٧﴾ "
      }
    ]
  },
  {
    "pageNumber": 599,
    "juz": 30,
    "quarter": 4,
    "hizb": 60,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "quranPageContents": [
      {
        "ayah": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ ﴿٨﴾ "
      },
      {
        "header": "سُورَةُ الزَّلۡزَلَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا ﴿١﴾ وَأَخْرَجَتِ ٱلْأَرْضُ أَثْقَالَهَا ﴿٢﴾ وَقَالَ ٱلْإِنسَٰنُ مَا لَهَا ﴿٣﴾ يَوْمَئِذٍۢ تُحَدِّثُ أَخْبَارَهَا ﴿٤﴾ بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا ﴿٥﴾ يَوْمَئِذٍۢ يَصْدُرُ ٱلنَّاسُ أَشْتَاتًۭا لِّيُرَوْا۟ أَعْمَٰلَهُمْ ﴿٦﴾ فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًۭا يَرَهُۥ ﴿٧﴾ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍۢ شَرًّۭا يَرَهُۥ ﴿٨﴾ "
      },
      {
        "header": "سُورَةُ العَادِيَاتِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْعَٰدِيَٰتِ ضَبْحًۭا ﴿١﴾ فَٱلْمُورِيَٰتِ قَدْحًۭا ﴿٢﴾ فَٱلْمُغِيرَٰتِ صُبْحًۭا ﴿٣﴾ فَأَثَرْنَ بِهِۦ نَقْعًۭا ﴿٤﴾ فَوَسَطْنَ بِهِۦ جَمْعًا ﴿٥﴾ إِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌۭ ﴿٦﴾ وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌۭ ﴿٧﴾ وَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ ﴿٨﴾ ۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُورِ ﴿٩﴾ "
      }
    ]
  },
  {
    "pageNumber": 600,
    "juz": 30,
    "quarter": 4,
    "hizb": 60,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "quranPageContents": [
      {
        "ayah": "وَحُصِّلَ مَا فِى ٱلصُّدُورِ ﴿٠١﴾ إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍۢ لَّخَبِيرٌۢ ﴿١١﴾ "
      },
      {
        "header": "سُورَةُ القَارِعَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْقَارِعَةُ ﴿١﴾ مَا ٱلْقَارِعَةُ ﴿٢﴾ وَمَآ أَدْرَىٰكَ مَا ٱلْقَارِعَةُ ﴿٣﴾ يَوْمَ يَكُونُ ٱلنَّاسُ كَٱلْفَرَاشِ ٱلْمَبْثُوثِ ﴿٤﴾ وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ ٱلْمَنفُوشِ ﴿٥﴾ فَأَمَّا مَن ثَقُلَتْ مَوَٰزِينُهُۥ ﴿٦﴾ فَهُوَ فِى عِيشَةٍۢ رَّاضِيَةٍۢ ﴿٧﴾ وَأَمَّا مَنْ خَفَّتْ مَوَٰزِينُهُۥ ﴿٨﴾ فَأُمُّهُۥ هَاوِيَةٌۭ ﴿٩﴾ وَمَآ أَدْرَىٰكَ مَا هِيَهْ ﴿٠١﴾ نَارٌ حَامِيَةٌۢ ﴿١١﴾ "
      },
      {
        "header": "سُورَةُ التَّكَاثُرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلْهَىٰكُمُ ٱلتَّكَاثُرُ ﴿١﴾ حَتَّىٰ زُرْتُمُ ٱلْمَقَابِرَ ﴿٢﴾ كَلَّا سَوْفَ تَعْلَمُونَ ﴿٣﴾ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ ﴿٤﴾ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ ٱلْيَقِينِ ﴿٥﴾ لَتَرَوُنَّ ٱلْجَحِيمَ ﴿٦﴾ ثُمَّ لَتَرَوُنَّهَا عَيْنَ ٱلْيَقِينِ ﴿٧﴾ ثُمَّ لَتُسْـَٔلُنَّ يَوْمَئِذٍ عَنِ ٱلنَّعِيمِ ﴿٨﴾ "
      }
    ]
  },
  {
    "pageNumber": 601,
    "juz": 30,
    "quarter": 4,
    "hizb": 60,
    "surahName": "سُورَةُ الفِيلِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ العَصۡرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْعَصْرِ ﴿١﴾ إِنَّ ٱلْإِنسَٰنَ لَفِى خُسْرٍ ﴿٢﴾ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ ﴿٣﴾ "
      },
      {
        "header": "سُورَةُ الهُمَزَةِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَيْلٌۭ لِّكُلِّ هُمَزَةٍۢ لُّمَزَةٍ ﴿١﴾ ٱلَّذِى جَمَعَ مَالًۭا وَعَدَّدَهُۥ ﴿٢﴾ يَحْسَبُ أَنَّ مَالَهُۥٓ أَخْلَدَهُۥ ﴿٣﴾ كَلَّا ۖ لَيُنۢبَذَنَّ فِى ٱلْحُطَمَةِ ﴿٤﴾ وَمَآ أَدْرَىٰكَ مَا ٱلْحُطَمَةُ ﴿٥﴾ نَارُ ٱللَّهِ ٱلْمُوقَدَةُ ﴿٦﴾ ٱلَّتِى تَطَّلِعُ عَلَى ٱلْأَفْـِٔدَةِ ﴿٧﴾ إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌۭ ﴿٨﴾ فِى عَمَدٍۢ مُّمَدَّدَةٍۭ ﴿٩﴾ "
      },
      {
        "header": "سُورَةُ الفِيلِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ ﴿١﴾ أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍۢ ﴿٢﴾ وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ﴿٣﴾ تَرْمِيهِم بِحِجَارَةٍۢ مِّن سِجِّيلٍۢ ﴿٤﴾ فَجَعَلَهُمْ كَعَصْفٍۢ مَّأْكُولٍۭ ﴿٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 602,
    "juz": 30,
    "quarter": 4,
    "hizb": 60,
    "surahName": "سُورَةُ الكَوۡثَرِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ قُرَيۡشٍ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لِإِيلَٰفِ قُرَيْشٍ ﴿١﴾ إِۦلَٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ ﴿٢﴾ فَلْيَعْبُدُوا۟ رَبَّ هَٰذَا ٱلْبَيْتِ ﴿٣﴾ ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍۢ وَءَامَنَهُم مِّنْ خَوْفٍۭ ﴿٤﴾ "
      },
      {
        "header": "سُورَةُ المَاعُونِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ ﴿١﴾ فَذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ ﴿٢﴾ وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ ﴿٣﴾ فَوَيْلٌۭ لِّلْمُصَلِّينَ ﴿٤﴾ ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ ﴿٥﴾ ٱلَّذِينَ هُمْ يُرَآءُونَ ﴿٦﴾ وَيَمْنَعُونَ ٱلْمَاعُونَ ﴿٧﴾ "
      },
      {
        "header": "سُورَةُ الكَوۡثَرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ ﴿١﴾ فَصَلِّ لِرَبِّكَ وَٱنْحَرْ ﴿٢﴾ إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ ﴿٣﴾ "
      }
    ]
  },
  {
    "pageNumber": 603,
    "juz": 30,
    "quarter": 4,
    "hizb": 60,
    "surahName": "سُورَةُ المَسَدِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الكَافِرُونَ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ يَٰٓأَيُّهَا ٱلْكَٰفِرُونَ ﴿١﴾ لَآ أَعْبُدُ مَا تَعْبُدُونَ ﴿٢﴾ وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ ﴿٣﴾ وَلَآ أَنَا۠ عَابِدٌۭ مَّا عَبَدتُّمْ ﴿٤﴾ وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ ﴿٥﴾ لَكُمْ دِينُكُمْ وَلِىَ دِينِ ﴿٦﴾ "
      },
      {
        "header": "سُورَةُ النَّصۡرِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ ﴿١﴾ وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًۭا ﴿٢﴾ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا ﴿٣﴾ "
      },
      {
        "header": "سُورَةُ المَسَدِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَّتْ يَدَآ أَبِى لَهَبٍۢ وَتَبَّ ﴿١﴾ مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ ﴿٢﴾ سَيَصْلَىٰ نَارًۭا ذَاتَ لَهَبٍۢ ﴿٣﴾ وَٱمْرَأَتُهُۥ حَمَّالَةَ ٱلْحَطَبِ ﴿٤﴾ فِى جِيدِهَا حَبْلٌۭ مِّن مَّسَدٍۭ ﴿٥﴾ "
      }
    ]
  },
  {
    "pageNumber": 604,
    "juz": 30,
    "quarter": 4,
    "hizb": 60,
    "surahName": "سُورَةُ النَّاسِ",
    "quranPageContents": [
      {
        "header": "سُورَةُ الإِخۡلَاصِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ هُوَ ٱللَّهُ أَحَدٌ ﴿١﴾ ٱللَّهُ ٱلصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿٣﴾ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ﴿٤﴾ "
      },
      {
        "header": "سُورَةُ الفَلَقِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ﴿١﴾ مِن شَرِّ مَا خَلَقَ ﴿٢﴾ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ ﴿٤﴾ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾ "
      },
      {
        "header": "سُورَةُ النَّاسِ"
      },
      {
        "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ﴿١﴾ مَلِكِ ٱلنَّاسِ ﴿٢﴾ إِلَٰهِ ٱلنَّاسِ ﴿٣﴾ مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ﴿٤﴾ ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ﴿٥﴾ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ﴿٦﴾ "
      }
    ]
  }
]