[
  {
    "name": "ٱللَّهِ",
    "meaning": "الله من إله بمعنى مألوه أي : معبود، ككتاب بمعنى مكتوب، وفراش بمعنى مفروش، وبساط بمعنى مبسوط، وإمام بمعنى مأموم يقصده النّاس . \n\nهذا الاسم هو اللفظ الجليل الجامع لكل صفات الكمال التي لا بد أن يتصف بها الخالق العظيم ، فالله هو خالق السماوات والأرض وهو الخالق المحيي والمميت، حي لا يموت .\n\nوروى الطّبريّ عن ابن عبّاس رضي الله عنه قال : ( هو الّذي يألهُه كلّ شيءٍ، ويعبده كلّ خلق ) .\n\nورد ذكر لفظ الجلالة في القرآن الكريم في الكثير من المواضع منها : ( هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ ) ."
  },
  {
    "name": "الرَّحْمَنُ",
    "meaning": "المعنى اللغوي: الرحمن مشتق من الرحمة ، والرحمة في اللغة هي الرقة والتعطف والشفقة , والرحمن مبني على المبالغة ومعناه ذو الرحمة الذي لا نظير له فيها ، وهو لا يثنى ولا يجمع ولا يسمى به أحد غيره .\n\nمعنى الرحمن الشرعي : هو من عمت رحمته الكائنات كلها في الدنيا سواء في ذلك المؤمن والكافر ، فهو ذو الرَّحمةِ الشاملةِ لجميعِ الخلائقِ ، فالرحمن رحمته عامة تشمل المؤمن والكافر في الدنيا، وخاصة بالمؤمنين فقط في الآخرة، وهو من الأسماء الخاصة بالله سبحانه وتعالى التي لا يجوز أن يتم نسبها لغيره .\n\nيقول الإمام ابن القيم: الرحمن دال على الصفة القائمة به سبحانه والرحيم دال على تعلقها بالمرحوم، فكان الأول للوصف والثاني للفعل، فالأول دال على أن الرحمة صفته، والثاني دال على أنه يرحم خلقه برحمته .\n\nورد هذا الاسم في سبعة وخمسين موضعًا من القرآن الكريم، قال تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5].\nوقال تعالى : {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} [البقرة:163]."
  },
  {
    "name": "الرَّحِيمُ",
    "meaning": "الرحيم في اللغة: مشتق من الرحمة ،والرحمة في اللغة هي الرقة والتعطف والشفقة , وتراحم القوم أي رحم بعضهم بعضا والرحم القرابة . \n\nمعنى الرحيم الشرعي : هو المتصف بالرحمة الخاصة التي ينالها المؤمنون في الدنيا والآخرة، فقد هداهم إلى توحيده وعبوديته، وأكرمهم في الآخرة بجنته، ومن عليهم في النعيم برؤيته ، ورحمة الله لا تقتصر على المؤمنين فقط ؛ بل تمتد لتشمل ذريتهم من بعدهم إكراما لهم ، الرحمن يدل على الصفة الذاتية من حيث أنه متصف  بالرحمة واسمه الرحيم يدل على الصفة الفعلية من حيث إيصاله الرحمة إلى المرحوم ، فالرحيم  واصل الرحمة إلى خلقه ، والرحمن شاملها على عباده . \n\nورد في القرآن والسنة مطلقا معرفًا ومنونًا، واسم الله الرحيم اقترن باسمه الرحمن في ستة مواضع من القرآن، وغالبا ما يقترن اسم الله الرحيم بالتواب والغفور والرؤوف والودود والعزيز ، وذلك لأن الرحمة التي دل عليها الرحيم رحمة خاصة تلحق المؤمنين، فالله عز وجل رحمته التي دل عليها اسمه الرحمن شملت الخلائق في الدنيا، مؤمنهم وكافرهم وبرهم وفاجرهم، لكنه في الآخرة رحيم بالمؤمنين فقط .\n"
  },
  {
    "name": "الْمَلِكُ",
    "meaning": "المعنى اللغوي: يُطلق اسم الملك في لغة العرب على كل من بيده مُطلق التصرف بالأمر والنهي والقوة والسلطان والجبروت سواء في نفسه أو في غيره أو في مملكته .\n \nمعنى المَلِك الشرعي : هو صاحب الـمُلْك الذي ينفذ أمره في ملكه ؛ فلا يرد أمره ، ولا يعقب على حكمه ، فهو الموصوف بصفات الملك ، وهي صفات العظمة والكبرياء ، والقهر والتدبير ، الذي له التصرف المطلق ، في الخلق .\n\nفهو الرب الحق ، الملك الحق ، الإله الحق ، خلقهم بربوبيته، وقهرهم بملكه ، فهو من ملك خلقه، ونفذ فيهم أمره، ويتميز ملك الله عز وجل عن ملك غيره بأن ملكه جل وعلا مفتقر إليه بإمداده، وإيجاده، كما أنه عز وجل قد تسمى بالملك قبل أن يخلق الممالك، وأنه أيضا في غنى عن الأعوان، و مُلك الله تعالى عام وشامل، وممتد بالدنيا، والآخرة .\n\nقيل في معنى اسم الله الملك \" والملِكُ سبحانه من له الملك ، وهو الذي له الأمر والنهي في مملكته ، يتصرف في خلقه بأمره وفعله ، وليس لأحد فضل عليه في قيام ملكه وتدبير أمره . \n\nذكر الله تبارك وتعالى تسمية نفسه بالملك في كتابه الكريم القرآن الكريم في خمسة موضع منها: في قوله - تعالى -: ﴿ فَتَعَالَى اللهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ ﴾ [المؤمنون: 116].\nوقال تعالى (هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ) [الحشر:23]."
  },
  {
    "name": "الْقُدُّوس",
    "meaning": "المعنى اللغوي: تقدّس في اللغة يعني تطهر، ومنها التقديس أي التطهير، والقداسة تعنى الطهر والبركة.\n\nمعنى القدوس الشرعي : هو شديد التنزه عما يقول المبطلون ، الطاهر المنزه عن النقص وموجبات الحدوث ، والمنزه عما لا يليق به ، هو سبحانه الجامع لكل أوصاف الكمال والجمال والجلال، منزه عن كل وصف وعن كل خيال . \n\nقال الغزالي : هو المنزه عن كل وصف يدركه حس أو يتصوره خيال أو يسبق إليه وهم ،وقَال ابن القيّمِ : القدوس : المنزه من كل شر ونقص وعيبٍ ، كما قَالَ أهل التفسير : هو الطاهر من كل عيبَّ المنزه عما لا يليق به .\n\nفالله هو المنزه عن الأضداد والأنداد والصاحبة والولد ، الموصوف بالكمال ، بل المنزه عن العيوب والنقائص كلها ، كما أنه منزه عن أن يقاربه أو يماثله أحد في شيء من الكمال .\n\n \nذكر الله تبارك وتعالى تسمية نفسه بالقدوس مرتين في كتابه الكريم : قال تعالى: (هو الله الذي لا إله إلا هو الملك القدوس السلام ) الحشر 23 .\n وقال تعالى : (يسبح لله مافي السموات وما في الأرض الملك القدوس العزيزالحكيم ) الجمعة 1 .\n"
  },
  {
    "name": "السَّلَام",
    "meaning": "المعنى اللغوي: السلام مأخوذ من الفعل سَلِمَ ،  السلام بمعنى السلامة، البراءة من المكروه والعيب ، والأمراض والأسقام ، وتسلّم منه: تبرّأ، وأسلم أي انقاد ، وأسلم أمره لله أي فوضه فيه .\n\nمعنى السلام الشرعي : هو الذي سلم من العيوب والنقائص ووصفه بالسلام أبلغ في ذلك من وصفه بالسالم، ومن موجبات وصفه بذلك سلامة خلقه من ظلمه لهم ، فسلم سبحانه من إرادة الظلم والشر والعبث وخلاف الحكمة ومن التسمية به ومن فعله ومن نسبته إليه.\n\n فهو السلام من صفات النقص وأفعال النقص وأسماء النقص المسلم لخلقه من الظلم ؛ ولهذا وصف سبحانه ليلة القدر بأنها سلام والجنة بأنها دار السلام وتحية أهلها السلام وأثنى على أوليائه بالقول السلام كل ذلك السالم من العيوب،  فهو سبحانه سلام في ذاته وفي صفاته وفي أفعاله من كل عيب ونقص وظلم وشر . \n\nقال ابن فارس : الله جلَّ ثناؤُه هو السلام ، لسلامته مما يلحق المخلوقين من العيب والنقص والفناء ، وقيل : معناه أَنه سَلِمَ مما يَلْحَق الغير من آفات الغِيَر والفناء ، وأَنه الباقي الدائم الذي يفنى الخلق ولا يَفْنى وهو على كل شيء قدير ، قال أبو حامد الغزالي : هو الذي تسلَم ذاته عن العيب وصفاته عن النقص وأفعاله عن الشر.\n\nذُكر هذا الاسم في سورة الحشر، قال تعالى: ﴿ هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ﴾ [الحشر: 23 ] ."
  },

  {
    "name": "الْمُؤْمِنُ",
    "meaning": "المعنى اللغوي : اسم فاعل من الفعل آمن أي صدّق ، يقال آمن به أي صدّقه .\n\nمعنى المؤمن الشرعي : هو الذي يصدق في وعده وهو عند ظن عبده لا يخيب أمله ولا يخذل رجاءه أو هو الأمان ضد الإخافة فهو الذي يملك أمان خلقه في الدنيا والآخرة وهو الذي يؤمّن خوف عبده الذي لجأ إليه بصدق في كشف كربته وتأمين خوفه .\n\nوهو الذي أمن الناس أن لا يظلم أحد من خلقه ، والإنسان لا يطمئن إلا إذا وحّد وتوكل عليه ، وحينما ترى أن الأمر بيد الله وحده ، وهو مصدق عباده المؤمنين أي يصدقهم على إيمانهم بقبول صدقهم وإيمانهم وإثابتهم عليه، كما أنه يصدق ما وعد عبده من الثواب.\n\nقال القرطبي في تفسيره : المؤمن أي المصدق لرسله بإظهار معجزاته عليهم، ومصدق المؤمنين ما وعدهم به من الثواب، ومصدق الكافرين ما أوعدهم من العقاب.\n\nورد هذا الاسم في القرآن الكريم في موضع واحد في الآية الكريمة : ﴿ هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ﴾ الحشر 23 ."
  },
  {
    "name": "الْمُهَيْمِنُ",
    "meaning": "معنى المهيمن في اللغة : هيمن على شيء أي سيطر عليه ، و(المهيمن) أي المسيطر .\n\nمعنى اسم المهيمن الشرعي : هو المسيطر على كل الأمور في كونه سيطرة عن علم شامل وقدرة تامة ، فهو رقيب شهيد ، عليم قادر ، والمهيمن : القائم على خلقه ، الشهيد عليهم .\n\nاسم الله المهيمن هو اسم جامع يجمع أوصاف الفضل والكمال، وينقض أوصاف النقص ، ويتضمّن معانٍ جليلة ، وصفاتٍ جميلة ، تدخل كلّها في دائرته ، وهي : الشهادة ، والحفظ ، والعطاء ، والمنع ، والرقابة على الخلق ، والقيام على شئون العالمين . \n\nقال الغزالي: هو اسم لمن كان موصوفًا بمجموع صفات ثلاث : أحدها العلم بأحوال الشيء، والثاني: القدرة التامة على تحصيل مصالح ذلك الشيء ، والثالث : المواظبة على تحصيل تلك المصالح ، بمعنى هو يعلمه ويَقدُر له الخير الصالح له ويديم عليه ذلك ، يديم عليه علمه وقدرته .\n\nولا يستطيع ذلك إلا الله جلّ وعلا ، فقد يكون أحد الناس يعلم حالك وإن كان لا يستطيع أن يعرف كل حالك لكن يعلم حالك تجاوزًا ويستطيع أن يقدر لك خيرًا ويراعي مصالحك كشأن الأب مع ابنه ، يعلم تصرفات ابنه وما طُبع عليه لأنه هو الذي رباه وهو يراعي مصالحه لكن لا يستطيع أن يديم عليه ذلك لأنه يفنى، أما الله عز وجل ّ فهو الأول والآخر.\n\nذُكر هذا الاسم في القرآن الكريم مرة واحدة في قوله تعالى : هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ  [الحشر: 23]."
  },
  {
    "name": "الْعَزِيز",
    "meaning": "المعنى اللغوي : للعزيز في اللغة ثلاثة معانٍ ، الأول : مأخوذ من الفعل ( عز ) أي ندر وجوده أو لا مثيل له ، والثاني : العزيز هو الغالب الذي لا يُغلب ، والثالث : العزيز هو القوي الشديد .\n\nمعنى العزيز الشرعي : هو القوي الغالب الممتنع فلا يغلبه شيء ويحتاج العباد إليه في كل شيء ، هو الذي لا يعجزه شيء ، والشديد في انتقامه من أعدائه ، والذي عز كل شيء فقهره وغلبه، والمنيع الذي لا ينال ولا يغالب، ذلت لعزته الصعاب، ولانت لقوته الشدائد الصلاب ، وهب العزة لرسوله وللمؤمنين ، فمن أراد العزة فليطلبها بطاعة الله ، والتمسك بكتابه وسنة نبيه. \n\nقال ابن القيم - رحمه الله -: العزة متضمنة لأنواع ثلاثة:\n1- عزة القوة، الدال عليها من أسمائه القوي المتين.\n2- عزة الامتناع، فإنه هو الغني بذاته، فلا يحتاج إلى أحد، ولا يبلغ العباد ضره فيضروه، ولا نفعه فينفعوه، بل هو الضار النافع المعطي المانع.\n3- عزة القهر، والغلبة لكل الكائنات، فهي كلها مقهورة لله خاضعة لعظمته، منقادة لإرادته، لا يتحرك منها متحرك إلا بحوله، وقوته.\n\nورد اسم الله العزيز في القرآن الكريم  اثنتين وتسعين مرة منها: قال تعالى: ﴿ وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ ﴾ [البقرة: 260].\nوقال أيضًا: ﴿ ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ ﴾ [الأنعام: 96]."
  },
  {
    "name": "الْجَبَّار",
    "meaning": "المعنى اللغوي: الجَبَّارُ فِي اللُّغةِ صِيغَةُ مُبَالَغَةٍ مِنِ اسْمِ الفَاعِلِ الجَابِرِ، أَصلُ الجَبرِ إصلَاحُ الشَّيْءِ بِضَربٍ مِنَ القَهرِ، وَيُستَعْمَلُ الجَبرُ بِمعْنَى الإِكْرَاهِ عَلَى الفِعْلِ والإلزَامِ بِلَا تَخيرٍ.\n\nمعنى الجبار الشرعي : هو الذي جبر الخلق على ما أراد من أمره ونهيه ، ويقال هو الذي جبر مفاقر الخلق ، وكفاهم أسباب المعاش والرزق ، و هو المصلح أمور خلقه ، المُصَرِّفهم فيما فيه صلاحهم ، وهو القاهر خلقه على ما أراد.\n\nالجبار له ثلاثة معان :\nالأول : جبر القوة ، فهو سبحانه وتعالى الجبار الذي يقهر الجبابرة ويغلبهم بجبروته وعظمته، فكل جبار وإن عظم فهو تحت قهر الله عز وجل وجبروته وفي يده وقبضته.\n\nالثاني: جبر الرحمة، فإنه سبحانه يجبر الضعيف بالغنى والقوة ، ويجبر الكسير بالسلامة، ويجبر المنكسرة قلوبهم بإزالة كسرها، وإحلال الفرج والطمأنينة فيها، وما يحصل لهم من الثواب والعاقبة الحميدة إذا صبروا على ذلك من أجله.\n\nالثالث : جبر العلو فإنه سبحانه فوق خلقه عال عليهم ، وهو مع علوه عليهم قريب منهم يسمع أقوالهم، ويرى أفعالهم، ويعلم ما توسوس به نفوسهم.\n\nاسم الله الجبار جاء في موضع واحد في القرآن الكريم في آخر سورة الحشر في قوله تعالى: (هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ) . الحشر 24 ."
  },
  {
    "name": "الْمُتَكَبِّر",
    "meaning": "المعنى اللغوي: الكبر : التعاظم والتعالي والترفع ، والمتكبر اسم فاعل للموصوف بالكبرياء.\n\nمعنى المتكبر الشرعي : هو الذي تكبر بربوبيته فلا شيء مثله ، المتكبر عن كل سوء ، المتعظم عما لا يليق به من صفات الحدث والذم ، وأصل الكبر والكبرياء الامتناع وعَدَم الانقياد ، هو الذي تكبر عن ظلم عباده ،  قيل: هو المتعالي عن صفات الخلق المتفرد بالعظمة والكبرياء .\n\nقال القرطبي : المتكبر الذي تكبر بربوبيته فلا شيء مثله وقيل : المتكبر عن كل سو ء، المتعظم عما لا يليق به من صفات الحدث والذم وأصل الكبر والكبرياء الامتناع وقلة الانقياد. \n\nجاء اسم الله المتكبر في القرآن الكريم مرة واحدة في أواخر سورة الحشر في : قوله تعالى: (هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ) الحشر24 ."
  },
  {
    "name": "الْخَالِقُ",
    "meaning": "المعنى اللغوي : الخلق : ابتداع الشيء على مثال لم يسبق إليه . \n\nمعنى الخالِق الشرعي : هو الذي أوْجد جميعَ الأشياء بعد أن لم تكنْ مَوْجُودة ، وقدر أمورها في الأزل بعد أن كانت معدومة ، ويكون معنى الخالق أيضا هو الذي ركب الأشياء تركيبا ، ورتبها بقدرته ترتيبا ، فهو المبدع للخلق المخترع له على غير مثال سابق . \n\nقال الزَّجَّاجُ : \" فالخَلْقُ في اسمِ اللهِ تعالى هو ابتداءُ تقديرِ النشءِ، فالله خالِقُها ومُنْشِئُها وهو مُتمِّمُها ومدبِّرُها فتبارك اللهُ أحسنُ الخالقين\" .\n\n يقول الإمام الغزالي: الخالقُ: هو مُبرِزُ الأشياء من العَدَمِ إلى الوجودِ فلا خالِقَ إلا هو عَزَّ وجَلَّ. \n\nورد اسم الله الخالق مرة واحدة في قوله تعالى : (هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ) الحشر 24 .\nوقد ورد الاسم مضافا في عدة مواضع : قال تعالى : ( ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ ) (الأنعام:102) ."
  },

  {
    "name": "الْبَارِئُ",
    "meaning": "المعنى اللغوي : يعود أصل كلمة البارئ إلى الفعل برأ ، والبارئ اسم فاعل بمعنى : الخالق ، والبريّة هم الخلائق  .\n\nمعنى البارئ الشرعي : هو واهب الحياة للأحياء ، والسالم الخالي من أي عيب ، فهُوَ المُوجِدُ والمُبْدِعُ  ، والبارئ : الذي فصل بعض الخلق عن بعض، أَيْ: مَيَّزَ بَعْضَه عَنْ بَعْضٍ، وأَنَّ أَصْلَهُ مِنَ البرءِ الذِي هُوَ القَطْعُ والفَصْلُ .\n\nقال ابن كثير : \" الخلق هو التقدير،  والبرء هو التنفيذ وإبراز ما قدره وقرره إلى الوجود \".\n\n وقال ابن الأثير: (البارئ: هو الذي خلق الخلق ، لا عن مثال ، إلا أنَّ لهذه اللفظة من الاختصاص بالحيوان ما ليس لها بغيره من المخلوقات، وقلما تستعمل في غير الحيوان، فيقال : برأ الله النسمة، وخلق السماوات والأرض) .\n\nورد هذا الاسم في قولـه تعالى: {هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ} الحشر: 24.\nوقولـه: {فَتُوبُواْ إِلَى بَارِئِكُمْ فَاقْتُلُواْ أَنفُسَكُمْ} البقرة: 54."
  },
  {
    "name": "الْمُصَوِّر",
    "meaning": "المعنى اللغوي : المصور في اللغة اسم فاعل للموصوف بالتصوير ، وصور الشيء أي جعل له شكلا معلوما. \n\nمعنى المصور الشرعي : المصوِّر سبحانه هو الذي أنشأ خلقه على صور مختلفة ، وهيئات متباينة من الطول والقصر ، والحسن والقبح ، والذكورة والأنوثة ، كل واحد بصورته الخاصة ،التي يتعارفون بها .\n\nوهو الذي خلق خلقه كيف شاء ، وصور جميع الموجودات ورتبها فأعطى كل شيء منها صورة خاصة وهيئة مفردة يتميز بها على اختلافها وكثرتها ، وصوّر كل صورة لا على مثال احتذاه ولا رسم ارتسمه. \n\nقال الطبري: \" المصور أي الذي صور خلقه كيف شاء وكما شاء \" .\n\nوقال الزجاج: \" المصور هو مصور كل صورة لا على مثال احتذاه ولا على رسم ارتسمه بل يصوره كيفما شاء سبحانه وتعالى \".\n\nلم يرد هذا الاسم إلا في قوله تعالى : (هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاء الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ ) الحشر : 24."
  },
  {
    "name": "الْغَفَّارُ",
    "meaning": "المعنى اللغوي: غفر في اللغة أي غطّى وستر ، والغفّار : من صيغ المبالغة ، على وزن فعّال ، أي كثير المغفرة .\n\nمعنى الغفّار الشرعي : هو الذي يستر الذنوب المتجاوز عن الخطايا والعيوب بفضله ، مهما كان مقدارها ومهما تعاظمت النفس وتمادت فى جرمها وعصيانها فهو سبحانه يغفر الكبائر والصغائر جميعها .\n\nوالغفار هو من يغفر الذنوب الكثيرة  فهو غفور للذنوب والخطايا صغيرها، وكبيرها، حتى الشرك إذا تاب منه الإنسان.\n\nقال الغزالي \" الغفّار \" : الذي يَتَجَدَّد غفرانه لعباده مع تَجَدُّد عصيانهم له . وأصل الغَفْرِ الستر والتغطية ثم العفو. \n\nذُكر اسم الله الغفار في القرآن الكريم خمس مرات منها قوله تعالي : \" رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ \" [ص:66] .\nوقال تعالى \" فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا  \" [نوح:10] ."
  },
  {
    "name": "الْقَهَّار",
    "meaning": "المعنى اللغوي: القهر : السيطرة والغلبة ، والعلو ، والقاهر : الغالب ، وقهرت الشيء غلبته وعلوت عليه مع إذلاله بالاضطرار .\n\nالمعنى الشرعي : هو الذي لا موجود إلا وهو مسخر تحت قهره وقدرته عاجز في قبضته ، وهو الذي يقهر كلّ شيء فيغلبه ويصرفه لما يشاء كيف يشاء ، فيحيي خلقه إذا شاء ، ويميتهم إذا شاء ، لا يغلبه شيء ، ولا يقهره .\n\nقال الأَزهري : والله القاهرُ القَهّار قَهَرَ خَلْقَه بسلطانه وقدرته وصَرَّفهم على ما أَراد طوعاً وكرهاً ، والقَهَّار للمبالغة . \n\n\n قال الخطابي: القهَّار هو الذي قهر الجبابرة من عُتاة خلقه بالعقوبة وقهر الخلق كلهم بالموت .\n\nوقال السعدي : القهّار لجميع العالم العلوي والسفلي ، القهّار لكل شيء الذي خضعت له المخلوقات وذلك لعزته وقوته وكمال اقتداره. \n\nذكر اسم الله القهار في القرآن الكريم 6 مرات ومنها: (يا صاحبي السجن أأرباب متفرقون خير أم الله الواحد القهّار) يوسف 39 .\n( قل الله خالق كل شيء وهو الواحد القهّار) الرعد 16 ."
  },
  {
    "name": "الْوَهَّابُ",
    "meaning": "الوهاب في اللغة صيغة مبالغة على وزن فعَّال من الواهب ، وهو المعطي للهبة .\n\nأما معناه الشرعي: الوهاب سبحانه هو الذي يكثر العطاء بلا عوض ، ويهب ما يشاء لمن يشاء بلا غرض ، ويعطي الحاجة بغير سؤال ، ويسبغ على عباده النعم والأفضال ، نعمه كاملة في الأنفس ، وجميع المصنوعات ،  قال تعالى : \" لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (49) أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثاً وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ \" [الشورى:49-50] .\n\nقال الشاعر: ملك الملوك إذ وهب  , لا تسألن عن السبب , الله يعطي من يشاء ، فقف على حدِّ الأدب .\n\nمن مواضع ورود اسم الله الوهاب في القرآن الكريم : \" أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ \" [ص : 9] ."
  },
  {
    "name": "الرَّزَّاقُ",
    "meaning": "المعنى اللغوي : الرِزْقُ: ما يُنْتَفَعُ به والجمع أرْزاقُ ، والرِزْقُ العطاءُ .\n\nمعنى اسم الله الرزاق: هو خالق الأرزاق والمتكفل بإيصالها لجميع خلقه .\n\nقال ابن القيم : ورزق الله لعباده نوعان : عام وخاص.\n\nالرزق العام\n\nفالرزق العام : هو ما يوصله لجميع المخلوقات مما تحتاجه في معاشها وقيامها ، فسهل لها الأرزاق ، ودبرها في أجسامها، وساق إلى كل عضو صغير وكبير ما يحتاجه من القوت . \n\nالرزق الخاص\n\nوالرزق المطلق وهو الرزق النافع المستمر نفعه في الدنيا والآخرة، وهو الذي على يد الرسول ، وهو أيضاً قسمان :\n\n    1. رزق القلوب بالعلم والإيمان وحقائق ذلك، فإن القلوب مفتقرة غاية الافتقار إلى أن تكون عالمة بالحق مريدة له متألهة لله متعبدة، وبذلك يحصل غناها ويزول فقرها.\n\n    2. ورزق البدن بالرزق الحلال الذي لا تبعة فيه ، فإن الرزق الذي خص به المؤمنين والذي يسألونه منه شامل للأمرين ، فينبغي للعبد إذا دعا ربه في حصول الرزق أن يستحضر بقلبه هذين الأمرين، فمعنى \"اللهم ارزقني\" أي ما يصلح به قلبي من العلم والهدى والمعرفة ومن الإيمان الشامل لكل عمل صالح وخلق حسن، وما به يصلح بدني من الرزق الحلال الهنيّ الذي لا صعوبة فيه ولا تبعة تعتريه.\n\nورد اسم الرزاق مرة واحدة في القرآن الكريم في سورة الذاريات. في قوله تعالى : ( إن الله هو الرزاق ) ."
  },

  {
    "name": "الْفَتَّاحُ",
    "meaning": "معنى الفتّاح في اللغة : الفتّاح من الفتح نقيض الإغلاق ، والفتح النصر ، واستفتحت : استَنْصَرت ، والفتح الحكم والقضاء بين الناس . \n\n معنى الاسم الشرعي : الفتّاح : صيغة مبالغة من الفتح، أي كثير الفتح على عباده ؛ الفاتح : الحاكم الذي يقضي بين عباده بالحق والعدل، بأحكامه الشرعية القدرية .\n\nويكون الفاتح أيضًا بمعنى : الناصر لعباده المؤمنين، وللمظلوم على الظالم ، والفتاح : الذي يفتح أبواب الرحمة والرزق لعباده ، ويفتح المنغلق عليهم من أمورهم وأسبابهم ، ويفتح قلوبهم وعيون بصائرهم .\n\n والفتّاح : أن يفتح الله تعالى على عباده اكتشاف القوانين المادية ، وما يسهل تسخيرها ، وألوان التقدم المادي ، والتقنية الحديثة التي ينتفع بها العباد . والفتّاح : أنه يفتح الممالك والأمصار لعباده الصالحين المؤمنين.\n\n يقول الإمام القشيري : من علم أنه الفتّاح للأبواب الميسر للأسباب الكافي للحضور والمصلح للأمور فإنه لا يتعلق بغيره قلبه ولا يشتغل بدونه فكره لا يزيد بلاء ويزيد بربه ثقة ورجاء .\n\nورد اسم الله الفتاح مرة واحدة في قوله تعالى : {قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ} سبأ: 26 .\nوورد مرة واحدة بصيغة الجمع، في قول الله عزَّ وجلَّ : {  رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ} الأعراف: 89 ."
  },
  {
    "name": "الْعَلِيم",
    "meaning": "المعنى اللغوي: العليم : من العلم وهو نقيض الجهل، وعَلِمتُ الشيء: أي عرفته وخبرته، وعليم : على وزن فعيل وهو من أبنية المبالغة.\n\nمعنى العليم الشرعي : العليم سبحانه هو اسم من أسماء الله متضمن للعلم الكامل الذي لم يسبقه جهل ولا يلحقه نسيـان  ، وهو الذي يعلم تفاصيل الأمور ودقائق الأشياء ، وخفايا الضمير والنفوس .\n\n وهو الذي لا يعزب (لا يغيب) عنه مثقال ذرة في السموات ولا في الأرض ؛ فعلمه محيط بجميع الأشياء ظاهرها وباطنها ، دقيقها وجليلها ، علمٌ بما كــــان ، وما هو كــائن ، وما سيــكون ، وما لم يكن لو كان كيف يكون . \n\nقال الإمام الخطابي : \" هو العالم بالسرائر والخفيات التي لا يدركها علم الخلق ، وجاء على بناء فعيل للمبالغة في وصفه بكمال العلم \" \n\nوقال الإمام الغزالي : معناه ظاهر ، وكماله أن يحيط علما بكل شيء ظاهره وباطنه ، أوله وأخره ، عاقبته وفاتحته، وهذا من حيث الوضوح والكشف على أتم ما يمكن فيه .\n\nورد اسمه العليم في القرآن 157 مرة منها: قال تعالى {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} } [البقرة:282].\nوقال تعالى: {يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ} } [سبأ:2]."
  },
  {
    "name": "الْقَابِضُ",
    "meaning": "معنى القابض في اللغة : القبض هو : الأخذ ،  والقبض بمعنى التّضييق والتّقتير  والقابض هو اسم الفاعل من الفعل قَبَضَ أي المُمسك .\n\n ومعنى القابض الشرعي : هو الذي يمسك الرزق وغيره من الأشياء عن العِبادِ بلطفه وحِكمته ، ويَقبضُ الأَرْواحَ عِنْدَ المَمَاتِ بِأَمْرِهُ وقُدرَتِهِ ، فيُضَيِّقُ الأسباب على قوم ويُوَسِّع على آخرين ابتلاء وامتحانا ، فإن شاء وسع وإن شاء قبض فهو الباسط القابض .\n\n لاسم الله القابض معنيان الأول هو الذي يضيق الأرزاق ويقترها وفق حكمته .\n\n والثاني هو الذي يقبض الأرواح بالموت أو بالنوم المكتوبَيْن على العباد ، فإذا قبض القابض روح عبد فقد أماته أو أنامه . \n\n إن هذا  الاسم من الأسماء الممزوجة  التي لا يصح ذكر  أحدهما دون الآخر حتى لا يحدث التباس في الفهم ، فيحسن ذكره مع اسم الله الباسط ليكون ذلك أنبأ عن القدرة وأدل على الحكمة .\n\n قال الخطابي : « وإذا ذكرت القابض مفرداً عن الباسط كأنك قد قصرت بالصفة على المنع والحرمان ، وإذا وصلت أحدهما بالآخر فقد جمعت بين الصفتين منبئاً عن وجود الحكمة منهما » \n\nقَالَ الغَزَالِيُّ : (القَابِضُ البَاسِطُ) هُوَ الذِي يَقْبِضُ الَأرْوَاحَ عَنِ الَأشْبَاحِ عِنْدَ المَمَاتِ ، ويَبْسُطُ الَأرْوَاحَ فِي الَأجْسَادِ عِنْدَ الحَيَاةِ .\n\n واسم الله القابض لم يأت بلفظه بالقرآن إنما أتى كفعل في قوله تعالى :  \" وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ \" [البقرة : 245] .  \n\nوكذلك في قوله عز وجل : \" وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِى الأَرْضِ وَلَكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ\" [الشورى :27]  وأيضا ورد في قوله تعالى : (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا) [الإسراء:30]  ."
  },
  {
    "name": "الْبَاسِطُ",
    "meaning": "المعنى اللغوي: البسط: هو نقيض القبض، وبسطُ الشّيء أي نشره ومدّه، والبَسْطة هي السّعة في الشّيء.\n\nمعنى الباسط الشرعي : البَاسِطُ سُبْحَانَهُ هُوَ الذِي يَبْسُطُ الرِّزقَ لِعِبَادِهِ بجُودِهِ وَرَحْمَتِهِ، يُوَسِّعُهُ عَلَيْهِمْ بِبَالِغِ كَرَمِهِ وَحِكْمَتِهِ، فَيَبْتَلِيهم بِذَلِكَ عَلَى مَا تَقْتَضِيهِ مَشِيئَتُهُ ، فَإِنْ شَاءَ وَسَّعَ وإنْ شَاءَ قَتَّرَ، فَهُوَ البَاسِطُ القَابِضُ؛ فإِنْ قَبَضَ كَانَ ذَلِكَ لما تَقْتَضِيهِ حِكُمَتُهُ البَاهِرَةُ لا لِشَيْءٍ آخَرَ .\n\nفَإِنَّ خَزَائِنَ مُلْكِهِ لا تَفْنى وَمَوادَّ جُودِهِ لا تَتَنَاهَى، وهو الذِي يَبْسُطُ يَدَهُ بالتَّوْبَةِ لمَنْ أَسَاءَ ، وهو الذِي يُمْلي لَهُم فَجَعَلهُم بَيْنَ الخْوفِ والرَّجَاءِ، وَبَعْضُ أَهْلِ العِلْمِ أَوْجَبَ عَدَمَ إطْلَاقِ البَاسِطِ إلا مُقَارِنًا للقَابِضِ، وأَلَّا يَفْصِلَ بينهما؛ لِأَنَّ كَمَالَ القُدْرَةِ لا يَتَحَقَّقُ إلا بهما مَعًا.\n\nقَالَ ابنُ الأثِيرِ : \"(البَاسِطُ): هُوَ الذِي يَبْسُطُ الرِّزْقَ لعِبَادِهِ، ويُوسِّعُهُ عَلِيهم بِجُودِهِ ورَحْمَتِهِ، ويَبْسُطُ الأرْوَاحَ فِي الأجْسَادِ عِنْدَ الحَيَاةِ\" .\n\nقَالَ الحُلَيْمِيُّ: \"ومِنْهَا (البَاسِطُ): وَمَعْنَاهُ: النَّاشِرُ فَضْلَهُ عَلَى عِبَادِهِ، يَرْزُقُ وَيُوَسِّعُ ويَجُودُ ويَفْضُلُ ويُمَكِّنُ ويُخَوِّلُ، ويُعْطِي أَكْثَرَ مِمَّا يُحْتَاجُ إِليهِ\".\n\nجاء اسم الله الباسط في القرآن الكريم بصيغة الفعل، فقال الله تعالى: “مَّن ذَا الَّذِي يُقْرِضُ اللّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ \" سورة البقرة: 245."
  },
  {
    "name": "الْخَافِضُ",
    "meaning": "المعنى اللغوي:  الخفض في اللغة ضد الرفع، والخفض الانكسار واللِّين ، الانخفاض: الانحطاط .\n\nمعنى الخافض الشرعي : هو الذي يخفض الجبارين ويذل الفراعنة المتكبرين ، وهو الذي يخفض من يشاء من عباده فينزل مرتبته ويضع قدره ويحط من شأنه، وهو الذي يخفض بالإذلال أقواما ويخفض الباطل ، والمذل لمن غضب عليه ، ومسقط الدرجات لمن استحق .\n\nيقول ابن الأثير : \" هو الذي يضع الجبارين والطغاة ويُهِينُهم \" .\n\n ويقول الحليمي : ولا ينبغي أن يفرد الخافض عن الرافع في الدعاء  فالخافض : هو الواضع من الأقدار والرافع : المعلي للأقدار.\n\nلم يرد اسم الله الخافض إلا في حديث تعداد أسماء الله الحسنى ."
  },
  {
    "name": "الرَّافِعُ",
    "meaning": "لمعنى اللغوي: رفَعَ الشَّيءَ : أعلاه وطوَّله أو زاد فيه ، والرافع اسم فاعل من الفعل رَفَعَ.\n\nمعنى الرافع الشرعي : هو الذي رفع أولياءه بالطاعة فيعلي مراتبهم وينصرهم على أعدائه ويجعل العاقبة لهم ، لا يعلو إلا من رفعه الله ، ولا يتضع إلا من وضعه وخفضه .\n\n والرافع : المُعْلي للأقدار ، وهو الذي بكرمه يرفع أولياءَه بنصرهم على أعدائهم ، كما أنه يرفع الحق ويرفع المؤمنين بالسعادة والصالحين بالتقرب. \n\nيقول الإمام الغزالي في شرح اسم الله الرافع : هو الّذي يخفض الكفار بالإشقاء ، ويرفع المؤمنين بالإسعاد ، يرفع أولياءه بالتقريب ويخفض أعداءه بالإبعاد . \n\nورد اسم الله الرافع في القرآن الكريم ولكن ليس صريحًا، بل جاء إما فعلًا أو صفة، كما ورد في قول الحق تعالى: \"إِذَا وَقَعَتِ الْوَاقِعَةُ، لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ، خَافِضَةٌ رَافِعَةٌ\" سورة الواقعة .\n وورد بصيغة الفعل في سورة يوسف حيث قال: \"نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ\"،\nوقال أيضًا في الآية الحادية عشرة من سورة المجادلة: \"يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ\"."
  },

  {
    "name": "الْمُعِزُّ",
    "meaning": "المعنى اللغوي : المُعِزُّ : هو الذى يهب العزّ لمن يشاء .\n\nمعنى المعز الشرعي : هو الذي يهب العزّ لمن يشاء من عباده، والمعزة في الأصل هي القوة والشدة والغلبة ، واللهً هو العزيز ، لأنه الغالب القوي الذي لا يغلب ، وهو الذي أعز أولياءه فضلا بعصمته، وغفر لهم وأحلهم دار كرامته، ثم أكرمهم برؤيته ومشاهدته . فهو الذي يُعِزّ الأنبياء بالعصمة والنصر . ويعز الأولياء بالحفظ والوجاهة . يعز المطيع ولو كان فقيرًا ، ويرفع المتقي ولو كان عبداً حبشياً .\n\nيقول الإمام الغزالي:  المعِزُّ المذِلُّ: أي أن الله أعزَّ أولياءَه بالنعيمِ المقيم في الجنةِ وأَذَلَّ الكافرينَ بالخلودِ في النارِ .\n\nلم يرد المعز في القرآن الكريم اسماً وإنما ورد فعلاً . قال تعالى : \"قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير\" (سورة آل عمران: الآية 26) ."
  },
  {
    "name": "المُذِلِّ",
    "meaning": "المعنى اللغوي: الذل ما كان عن قهر، والدابة الذلول هي المُنقادة غير متصعبة.\n\nمعنى المُذل في حق الله : المذل هو الذي يلحق الذل بمن يشاء من عباده وينفي عنه أنواع العز جميعها، وقيل : إن المذل هو الذي أذل أعداءه عدلا بعصيانهم ومخالفتهم، وأهانهم وطردهم وأدخلهم دار عقوبته . \n\nويقول الرازي إن المذل هو الذي أذل أعداءه بحرمان معرفته، وركوب مخالفته، ثم نقلهم إلى دار عقوبته وإهانتهم بطرده ولعنته .\n\n\nورد ذكر الذل في القرآن الكريم فعلأ وليس اسماً في قوله تعالى : \" قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير\" (سورة آل عمران: الآية 26) ."
  },
  {
    "name": "السَّمِيعُ",
    "meaning": "السميع في اللغة على وزن فعيــل من أبنية المبالغة ، والسمع في حق المخلوقين هو : ما وَقَر في الأذن من شيءٍ تسمعه .\n\nأما المعنى الشرعي : هو الذي لا يخفى عليه شيء في الأرض ولا في السماء ، ووسع سمعه الأصوات على اختلاف اللغات وتفنن الحاجات ، يسمع دبيب النملة السمراء على الصخرة الصماء في الليلة الظلماء ، والقريب منه والبعيد والسر والعلانية سواء ،  فيُجيبُهم ويُثيبهم  وهو سبحانه تنزه عن الجارحة فهو يسمع بغير أذن كما يتكلم بغير لسان . \n\nقال الخطابي : « السميع: هو الذي يسمع السر والنجوى، سواء عنده الجهر والخفوت، والنطق والسكوت » .\n\nورد اسمه تعالى السميع في القرآن خمسًا وأربعين مرة ؛ منها قوله تعالى { رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} [البقرة: 127] ، وقوله سبحانه وتعالى : { قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [المائدة: 76] ."
  },
  {
    "name": "الْبَصيرُ",
    "meaning": "المعنى اللغوي :.البصر في حق الخلق : حاسة الرؤية ، والبصيرة : العلم والفطنة .\n\nوالبصير من صيغ المبالغة على وزن فعيل، ورجل بصير بالعلم : عالم به.\n\nأما معنى البصير الشرعي : البصير هو الذي أحاط بصره بجميع الموجودات في عالم الغيب والشهادة ، الذي يرى الأشياء كلها ظهرت أو خفيت ، دقت أو عظمت ، وإبصاره منزّه عن أن يكون بحدقة وأجفان ، أو ناتج عن انطباع الصور والألوان ؛ كما هو الحال في الإنسان .\n\nقال السعدي : « البصير : الذي يبصر كل شيء وإن دق وصغر ، فيبصر دبيب النملة السوداء في الليلة الظلماء على الصخرة الصماء .\n\nويبصر ما تحت الأرضين السبع، كما يبصر ما فوق السموات السبع .\n\nوأيضًا سميع بصير بمن يستحق الجزاء بحسب حكمته ، والمعنى الأخير يرجع إلى الحكمة» .\n\nورد اسم الله البصير في القرآن اثنتين وأربعين مرة ، منها قوله جلَّ وعلا : {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آَيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} [الإسراء:1] .\n وقوله تعالى: {ذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ} [الحج:61] .\nوقوله سبحانه: {وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا} [الفرقان:20]."
  },
  {
    "name": "الْحَكَمُ",
    "meaning": "المعنى اللغوي: الحَكَمُ: بِفَتْحَتَيْنِ هُوَ الحَاكِمُ، وَهُوَ الذِي يَحْكُمُ وَيَفْصِلُ فِي سَائِرِ الأُمُورِ.\n\nمعنى الحكم الشرعي : هُوَ الذِي يَحْكُمُ فِي خَلْقِهِ كَمَا أَرَادَ ، إِمَّا إِلْزَامًا لَا يُرَدُّ وَإِمَّا تَكْلِيفًا عَلَى وَجْهِ الابْتِلاَءِ لِلعِبَادِ، وهو الذي حكم على القلوب بالرضى والقناعة ، وعلى النفوس بالانقياد والطاعة وهو صاحب الفصل بين الحق والباطل،  والبار والفاجر، والمجازي كل نفس بما عملت .\n\nقال ابن الحصار: وقد تضمن هذا الاسم -يعني الحكم- جميع الصفات العلى والأسماء الحسنى، إذ لا يكون حكماً إلا سميعاً بصيراً عالماً خبيراً إلى غير ذلك، فهو سبحانه الحكم بين العباد في الدنيا والآخرة في الظاهر والباطن  .\n\nوَرَدَ اسْمُهُ (الحَكَمُ) في القرآن الكريم فِي آيَةٍ وَاحِدَةٍ هُوَ قَوْلُهُ تَعَالَى: ﴿ أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا ﴾ [الأنعام: 114]."
  },
  {
    "name": "العَدْلُ",
    "meaning": "المعنى اللغوي: العدل هو الإنصاف، وإعطاء المرء ما له، وأخذ ما عليه. \n\nمعنى العدل الشرعي : هو العادل الذي لا يفعل إلا ما ينبغي له فعله ويليق به سبحانه ، والعدل من أسماء الله الحسنى ، وصفة من صفاته سبحانه ، هو المعتدل ، يضع كل شيء في موضعه ، هو الذي يعطى كل ذي حق حقه، لا يصدر عنه إلا العدل، فهو المنزه عن الظلم والجور في أحكامه وأفعاله. \n\nيقول الشيخ عبد الرحمن السعدي : ( الحكم العدل الذي يحكم بين عباده في الدنيا والآخرة بعدله وقسطه.) \n\nلم يرد ذكر اسم الله العدل في القرآن الكريم ولكن ذُكر في حديث تعداد أسماء الله الحسنى"
  },

  {
    "name": "اللَّطِيفُ",
    "meaning": "معنى اللطيف في اللغة: لَطَف ( بفتح الطاء) : من البر والرفق ، ولطُف (بضم الطاء) : من الدقة والخفاء ، واللطف (بسكون الطاء) : البر والتكرمة والاحتفاء .\n\nينتظم هذا الاسم في حق الله في ثلاثة معاني :\n1- اللطيف : بعباده الرفيق بهم الذي يوصل إليهم مصالحهم بالطرق الخفية ، التي لا يشعر بها العبد ، ولا يسعى فيها كقوله : ﴿ اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ ﴾ [الشورى: 19].\n\n2- اللطيف : الذي لطف علمه ودق حتى أحاط بالخفيات من الأمور ، فمن دقة علمه وعظيم إحاطته بخفي ودقيق المعلومات أنه يرى النملة السوداء في الليلة الظلماء على الصخرة الصماء .\n\n3- الذي لطف عن أن يحاط به أو يدرك بالكُنه (بالحقيقة) والكيفية، يقول تعالى: (لَا تُدْرِكُهُ الْأَبْصَارُ *وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) فقد أحاط سبحانه بجميع الموجودات، ولم يحط به علما أحد من خلقه .\n\nورد هذا الاسم في القرآن سبع مرات منها: قوله تعالى : (لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) الأنعام (103)، و قوله تعالى : (أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) الملك (14) ."
  },
  {
    "name": "الْخَبِيرُ",
    "meaning": "الخبير باللغة هي صفة من صيغة المبالغة المشتقة من الخبرة ، ويطلق اسم الخبير على العارف بالشيء العالم بحقيقته وبتفاصيله وخصائصه الدقيقة. \n\nأما معنى الخبير الشرعي فهو العليم بسرائر عباده وضمائر قلوبهم ، الخبير بأمورهم الذي لا يخفى عنه شيء وهو الذي يعلم كل شيء ولا يغيب عن علمه صغيرة ولا كبيرة ، وهو العالم بكُنْه كل شيء ، ومطلع على كل حقيقة مهما دقت أو خفيت ،  يعلم الداء والدواء ، ويعلم بظواهر الأشياء وبواطنها بشكلها وحقيقتها وبجلائلها ودقائقها بما تراه عينك وبما يخفى عنها .  \n\nيقول الإمام الغزالي : \" الخبير هو الذي لا تغرب عنه الأخبار الباطنة ، ولا يجري في الملك والملكوت شيء إلا بعلمه ، ولا تتحرك ذرة ولا تسكن إلا بعلمه ولا تضطرب نفس ولا تطمئن إلا بعلمه \".\n\nويعني أيضًا أن الله خبير فيما قدره الله للعباد من فقر وغنى وشدة ورخاء حيث إنه عليم بخبرته تلك بما يصلح لجميع الناس وهذا دليل على الإحاطة الكاملة بمصلحة العبد . \n\nورد ذكر اسم الله الخبير خمسًا وأربعين مرة في القرآن الكريم ومنها : قوله تعالى : ﴿وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ﴾ سورة الأنعام:18 .\nو في قوله : ﴿لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِير﴾ سورة الأنعام:103 ."
  },
  {
    "name": "الْحَلِيمُ",
    "meaning": "الحليم في اللغة من الحِلم، والحِلم -بالكسر- معناه في اللغة: الأناة والعقل .\n\n معنى الحليم الشرعي : الحليم هو الذى لا يسارع بالعقوبة ، بل يتجاوز الزلات ويعفو عن السيئات ، فهو الحليم الذي يدر على خلقه النعم الظاهرة والباطنة ، مع معاصيهم وكثرة زلاتهم ، فيحلم عن مقابلة العاصين بعصيانهم ، ويستعتبهم كي يتوبوا ، ويمهلهم كي ينيبوا .\n\nيقول الغزالي رحمه الله: \" الحليم هو الذي يُشاهد معصية العصاة ويرى مُخالفة الأمر ولا يستفزُه غضب ولا يعتريه غيظ ولا يحمله على المُسارعة على الانتقام مع غاية الاقتدار ولا يحمله عجلة وطيش \".\n\nورد هذا الاسم في القرآن الكريم إحدى عشرة مرة ، من ذلك قوله تعالى: {وَاعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ مَا فِي أَنفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُواْ أَنَّ اللّهَ غَفُورٌ حَلِيمٌ} [البقرة:235].\nوقول الله تعالى: {قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللّهُ غَنِيٌّ حَلِيمٌ} [البقرة:263].\nوقوله في سورة فاطر: {إِنَّهُ كَانَ حَلِيمًا غَفُورًا} [فاطر:41]."
  },
  {
    "name": "الْعَظِيمُ",
    "meaning": "المعنى اللغوي: العِظَـمُ : الكِبَـر ، وعَظَّـمَ الأمـر : كبَّـره ، والتعظيـم : التبجيـل ، والعظيم صفة مشبهة باسم الفاعل لمن اتصف بالعظمة.\n\nمعنى العظيم الشرعي : هو الذي يعظمه خلقه ويهابونه ويتقونه ، فله سبحانه وتعالى صفة العظمة في كل شيء، فهو عظيم في ذاته، عظيم في أفعاله، عظيم في صفاته وكل ما كان من دونه سبحانه وتعالى فصغير.\n\nقال الأصفهاني: \"العظمة صفة من صفات الله لا يقوم لها خلق ، والله تعالى خلق بين الخلق عظمة يعظم بها بعضهم بعضًا، فمن الناس من يعظم لمال، ومنهم من يعظم لفضل، ومنهم من يعظم لعلم،ومنهم من يعظم لسلطان، ومنهم من يعظم لجاه، وكل واحد من الخلق إنما يعظم بمعنى دون معنى؛ أما الله عز وجل فيعظم في الأحوال كلها\" .\n\nويقول ابن الأثير: \"العظيم معناه الذي جاوز قدره عز وجل حدود العقول فلا تدركه الأبصار، ولا تدركه العقول حتى لا تتصور الإحاطة بكنهه وحقيقته\" .\n\nورد هذا الاسم تسع مرات في القرآن الكريم من ذلك قول الله تعالى: {وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة:255].\nوقوله تعالى: {عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} [التوبة:129]."
  },
  {
    "name": "الْغَفُورُ",
    "meaning": "المعنى اللغوي : غفر في اللغة أي غطى وستر ، وغفر الله لفلان أي ستره وعفا عنه .\n\nمعنى الغفور الشرعي : هو من صيغ المبالغة ، على وزن فعول، أي كثير المغفرة ، كماً ونوعاً ، فهو الذي يستر الذنوب المتجاوز عن الخطايا والعيوب بفضله ، مهما كان مقدارها ومهما تعاظمت النفس وتمادت فى جرمها وعصيانها فهو سبحانه يغفر الكبائر والصغائر جميعها .\n \nقال الحليمي: الغافر هو الذي يستر على المذنب، ولا يؤاخذه فيشهره ويفضحه، وأما الغفور فهو الذي يكثر منه الستر على المذنبين من عباده، ويزيد عفوه على مؤاخذته .\n\n ورد اسمه سبحانه « الغفور » في القرآن الكريم إحدى وتسعين مرة منها : قوله تعالى : « قال سوف أستغفر لكم ربي إنه هو الغفور الرحيم » ، « يوسف : 98 » .\nوقوله سبحانه : «نبئ عبادي أني أنا الغفور الرحيم» ، «الحجر: 49» .\nوقوله: «وربك الغفور ذو الرحمة» «الكهف: 58» ."
  },
  {
    "name": "الشَّكُور",
    "meaning": "الشكور في اللغة : الشكر مصدر من الفعل شكر ، والشكر هو الرضا باليسير ، والشكر الثناء على الإنسان بمعروف فعله ، وهو عرفان الإحسان ونشره ، و”الشكور “، صيغة مبالغة لاسم الفاعل،” شاكر “ .\n\nمعنى الشكور الشرعي : هو الذي يعطي الثواب الجزيل على العمل القليل ، فيقبل اليسير من الطاعات ويعطي الكثير من الدرجات ، ويعفو عن الكثير من الزلات ولا يضيع أجر من أحسن عملا بل يضاعفه أضعافا مضاعفة بغير عد ولا حساب ، وهو سبحانه يُرَغِّب الخلق في الطاعة قلّت أو كثرت لئلا يستقلوا القليل من العمل، وإذا أثنى الرب على عبده فقد شكره ، والثناء يكون في الملأ الأعلى .\n\nقال السعدي : «من أسمائه تعالى الشاكر الشكور : وهو الذي يشكر القليل من العمل الخالص النقي النافع، ويعفو عن الكثير من الزلل ولا يضيع أجر من أحسن عملا بل يضاعفه أضعافا مضاعفة بغير عد ولا حساب، ومن شكره أنه يجزي بالحسنة عشرة أمثالها إلى سبعمئة ضعف إلى أضعاف كثيرة .\n\nوورد اسم الله تعالى الشكور في القرآن الكريم في أربعة مواضع: في قوله تعالى: ” لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ ”( فاطر 30) .\nوقوله تعالى: ” إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ  “(فاطر34). \nوقوله تعالى: ”  وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ ” (الشورى 23)."
  },

  {
    "name": "الْعَلِيُّ",
    "meaning": "المعنى اللغوي: العلي اسم مشتقٌ من العلو بكل معانيه وهو بعكس السفل، والعلو أيضًا من الارتفاع، والعلو هو رفعة الشأن.\n\nمعنى العليّ الشرعي : هو الذي علا فلا تُدرَكُ ذاتُه ، ولا تُتَصَورُ صفاتُه. يعني لا يعرف اللهَ إلا اللهُ، علا، بحيث لا تُدَرك ذاتُه، ولا تُتَصورُ صفاتُه، وهو الذي له العلو المطلق من جميع الوجوه : علو الذات، وعلو القدر والصفات، وعلو القهر، فهو الذي على العرش استوى، وعلى الملك احتوى، وبجميع صفات العظمة والكبرياء والجلال والجمال وغاية الكمال اتصف، وإليه فيها المنتهى . \n\nقال محمد أبو زهرة في تفسير زهرة التفاسير : « فالله سبحانه هو العلي : علا بصفاته وذاته عن مشابهة المخلوقات، وعلا أيضا على خلقه بمعنى سيطر عليهم» .\n\nورد اسم اللَّه ” العليُّ ” في القرآن الكريم في ثمانية مواضع منها : قوله تعالى : ” وَلاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ  ” البقرة : 255 .\n وقوله : ” ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ  ” الحج : 62 ."
  },
  {
    "name": "الْكَبِيرُ",
    "meaning": "المعنى اللغوي: الكبر: التعاظم والتعالي والترفع، والكبر: العظمة .\n\nمعنى الكبير الشرعي : هو العظيم الشأن ، الذي يصغر كل شيء أمام عظمته وكبريائه ، وأنه تعالى المستحق لصفات الكمال . الكبير في عظمته عن مشاهدة الحواس وإدراك العقول، لا ينازعه في كبريائه أحد ، ولا تهتدي العقول لوصف عظمته. \n\nالله أكبر من الموجودات، وأعلى وأعظم وأعز من كل شيء، وهو أكبر من أن يقاس به شيء سبحانه وتعالى. \n\nقال الخَطابِي: “هُو الذِي كَبُرَ وَعَظُمَ فكُلُ شيء دُون جلاله صَغيرٌ وَحَقيرٌ ، فَإذا عَرفْتَ مَعنَى الكَبِيرْ، عرفْتَ مَعْنَى اللهُ أكْبَرُ فِي كلِ صلاة، اللهُ أكْبَرُ مِنْ الشَيطَانِ، وَوسْوسَتهُ فِي نَفْسِي، اللهُ أكْبرَ مِنْ أنْ نحِيطَ بِهِ عِلْما، اللهُ أكْبَر مِنْ أنْ نَعْرِفَ لَهُ كنْهَا سُبْحَانهُ وَتَعالىَ” .\n\nوورد اسم الله الكبير في القرآن الكريم في ستة مواضع منها قول الله تعالى: {وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ} [الحج:62].\nوقوله: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ} [الرعد:9]."
  },
  {
    "name": "الْحَفِيظُ",
    "meaning": "المعنى اللغوي : الحفيظ في اللغة هو صيغة مبالغة من اسم الفاعل الحافظ ، والحفظ هو الصيانة من التلف والضياع.\n\nمعنى الحفيظ الشرعي : هو الذي يحفظ عباده من المهالك ويقيهم مصارع السوء ، ويحفظ على الخلق أعمالهم ويحصى عليهم أقوالهم ويعلم بنياتهم  وما تكنّ صدورهم ولا تخفى عليه خافية، وهو الحفيظ الذي يحفظ عليهم أسماعهم وأبصارهم وجلودهم لتشهد عليهم يوم اللقاء فالحفيظ حفيظ لمن يشاء من الشر والأذى والابتلاء .\n\nقال السعدي: « الحفيظ الذي حفظ ما خلقه ، وأحاط علمه بما أوجده ، وحفظ أولياءه من وقوعهم في الذنوب والهلكات ، ولطف بهم في الحركات والسكنات ، وأحصى على العباد أعمالهم وجزاءها».\n\nوَرَدَ اسْمُ الله (الحَفِيظُ) في القرآن الكريم ثَلَاثَ مَرَّاتٍ: فِي قَوْلِهِ تَعَالَى: ﴿ إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ ﴾ [هود: 57] .\nوَقَوْلِهِ: ﴿ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ ﴾ [سبأ: 21] .\nوَقَوْلِهِ: ﴿ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ ﴾ [الشورى: 6]."
  },
  {
    "name": "المُقيِت",
    "meaning": "المعنى اللغوي: المقيت : القوت في اللغة هو ما يمسك الرمق من الرزق، والقوت هو ما يُقَوِّم بَدَن الإنسان من الطعام، ويجعله قائماً. \n\nمعنى المُقيت الشرعي : المقيت -بمعنى المقتدر- هو الذي يمد الإنسان بما يحتاجه من طعام ويهيئ له هذا الطعام بكيفية تتوافق مع طبيعة جسده وأجهزته الحيوية ، وبما ييسر للجسد الانتفاع به ، فسبحانه هو المقيت المقتدر علمًا وقوة ، مقتدر علمًا : فيعلم ما الذي يفيدك ويرسله لك قوتًا ورزقًا لبدنك وروحك، ومقتدر قوة: يهيئ الأسباب لتقبل هذا القوت فتتقبله روحك ويتقبله جسدك، وبعضهم قال المقيت (الحافظ).\n\nقال الشيخ السعدي رحمه الله: \"المقيت هو الذي أوصل إلى كل موجود ما به يقتات، أوصل إليها أرزاقها وصرفها كيف شاء بحكمته وحمده، هو المقيت تلخيصًا، هو القدير على كل شيء، المعطي الأقوات للخلق صغيرهم وكبيرهم قويهم وضعفيهم، غنيهم وفقيرهم\" .\n\nوقال الغزالي: المقيت معناه خالق الأقوات، وموصلها إلى الأبدان وهي الأطعمة، وإلى القلوب وهي المعرفة، فيكون بمعنى الرزاق إلا أنه أخص منه إذ الرزق يتناول القوت وغير القوت، والقوت ما يُكتفى به في قوام البدن .\n\nورد ذكر هذا الاسم في القرآن الكريم مرة واحدة ، في قوله تعالى: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا} [النساء:85]"
  },
  {
    "name": "الْحَسِيبُ",
    "meaning": "معنى الحسيب في اللغة : الحسيب على وزن فعيل من صيغ المبالغة.\nويأتي الفعل، حسَب بمعنى : عدّ يَعُدّ .\n\nأما معناه الشرعي : فهو يدور على أربعة معانٍ : الحفظ ، والكفاية ، والشهادة ، والمحاسبة ، وما تستلزمه هذه الصفات من العلم الكامل .\n\nيقول الشيخ السعدي في تعريف هذا الاسم : \"الحسيب : هو العليم بعباده ، كافي المتوكلين ، المجازي لعباده بالخير والشر بحسب حكمته وعلمه بدقيق أعمالهم وجليلها \".\n\nوالحسيب بمعنى الرقيب المحاسب لعباده المتولي جزاءهم بالعدل ، وبالفضل ، وهو الذي يحفظ أعمال عباده من خير وشر ، ثم يُحاسبهم عليها ويُجازيهم بها على حسب مقتضيات أعمالهم . \n\nوتأتي بمعنى الكفاية ، فالله هو الكافي عباده همومهم وغمومهم ، وكفايته لعباده عامّة وخاصّة ، فأما العامّة فهي التي تقتضي آثارها من الرزق والإمداد بالنعم ، وتكون لجميع الخلائق ، وأما الخاصة فهي للمؤمنين به ، المتوكّلين عليه .\n\nورد اسم الله \"الحسيب\" في ثلاث آيات، الأولى قوله تعالى : {وكفى بالله حسيبا} (النساء: 6) .\nوبنفس اللفظ في (الأحزاب: 39) .\nكما وردت في قوله تعالى : {إن الله كان على كل شيء حسيبا} (النساء: 86)."
  },
  {
    "name": "الْجَلِيلُ",
    "meaning": "الجليل في اللغــــــــــــــــة : جَلَّ يَجِلُّ أيْ عظم قدره ، والجليل : هو العظيم الذي يتنزّه عما لا يليق به .\n\nأما معنى الجليل الشرعي : فهو الذي جل في علوّ صفاته ، وتعذّر بِكِبرِيائه أن يُعرَف كمال جلاله ؛ فَعَظَمته أعظم من أن تُعرف ، أو أن يُحاط بها . \n\nوهو  العظيم المطلق المتصف بجميع صفات الكمال والمنعوت بكمالها المنزّه عن كل نقص .  \n\nيقول الإمام الغزالي : \" أن الجليل: هو الموصوف بِنُعوت الجلال ونعوت الجلال، الغِنى، والمُلك، والتقديس، والعلم، والقدرة\".\n\nواسم الله \" الجليل \" ، لم يرد في القرآن لكن ورد مشتقًا منه في سورة الرحمن: \" كُلُّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإكْرَامِ \" ، وفي نهاية السورة : \" تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ \"."
  },

  {
    "name": "الْكَرِيمُ",
    "meaning": "لكريم في اللغة: صفة مشبهة للموصوف بالكرم، والكرَم نقيض اللؤم، والكريم: الصفوح كثير الصفح.\n\nأما المعنى الشرعي للكريم فهو : كثير الخير ، الجواد المعطي الذي لا ينفذ عطاؤه، الجامع لأنواع الخير والشرف والفضائل، فالكريم اسم جامعٌ لكل ما يُحمد، فالكريم هو كثير الخير، الجواد المعطي الذي لا ينفذ عطاؤه .\n\n الكريم اسم جامعٌ لكل ما يُحمد ، يقول الغزالي \"الكريم : هو الذي إذا قدر عفا وإذا وعد وفى، وإذا أعطى زاد على منتهى الرجاء، ولا يبالي كم أعطى ولمن أعطى، وإن رُفِعَت حاجةٌ إلى غيره لا يرضى، وإذا جُفِيَ عاتب وما استقصى، ولا يضيع من لاذ به والتجأ، ويغنيه عن الوسائل والشفعاء، فمن اجتمع له جميع ذلك لا بالتكلُّف، فهو الكريم المطلق وذلك لله سبحانه وتعالى فقط\".\n\nورد اسم الله تعالى الكريم ثلاث مرات، في قوله تعالى: (فَتَعَالَى الله الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ )المؤمنون:116، وقول الله عزَّ وجلَّ: (يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ )الانفطار: 6، وقوله تعالى (وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ) النمل:40 ."
  },
  {
    "name": "الرَّقِيبُ",
    "meaning": "الرقيب في اللغة : على وزن فعيل بمعنى فاعل وهو الموصوف بالمراقبة ، والرقابة تأتي بمعنى الحفظ والحراسة والانتظار مع الحذر والترقب .\n\n ومعنى الرقيب الشرعي : فهو الذي يرقب كل شيء ويحفظه ، ويعلم كل شيء ويخبُرُه . \n\nلا يخفى عليه من العبد سرُّه ولا علانيتُه ، ولا ظاهرُه ولا باطنُه , المدبّر أمر مملكته ، فلا يعزب عنه منها دقيق ولا جليل ، أحاط بها حفظا، وتقديرا، وأمرا، و مآلًا .\n\nالرقيب الذي ينظر عن قصد ، فيتتبع كل شيء ، ويحيط بكل شيء ، وليس مجرد بصير، لأن البصير قد يرى الشيء ولا يقصد إلى النظر إليه ، بخلاف الرقيب ، الذي يعلم الظواهر وخفي الأسرار ، ويعلم البصيرة الصادقة وخائنة الأبصار .  \n\nقال السعدي\" الرقيب : المطلع على ما أكنته الصدور، القائم على كل نفسٍ بما كسبت ، الذي حفظ المخلوقات وأجراها على أحسن نظام وأكمل تدبير\" . \n\nورد هذا الاسم في القرآن ثلاث مرات قوله تعالى حكاية عن عيسى “فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْء شَهِيدٌ ” المائدة : 117.\nو قوله تعالى : ” وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا “ النساء :1 .\nوقوله تعالى : ” وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا ” الأحزاب: 52 ."
  },
  {
    "name": "الْمُجِيبُ",
    "meaning": "المعنى اللغوي: المجيب  اسم فاعل، من أجاب، يجيب، فهو مجيب، والإجابة رد السؤال. \n\nمعنى المجيب الشرعي : المُجِيبُ سُبْحَانَهُ هُوَ الذِي يُقَابِلُ السُّؤَالَ والدُّعَاءَ بِالقَبُولِ وَالعَطَاءِ ، وهو الُمجِيبُ الذي يُجِيبُ الُمضْطَّرَّ إِذَا دَعَاهُ وَيُغِيثُ الملْهُوفَ إذا نَادَاهُ ، وَيَكْشِفُ السُّوءَ عَنْ عِبَادِهِ ويَرْفَعُ البَلاءَ عَنْ أَحِبَّائِهِ .\n\nفهو المجيب لدعوة الداعين ، وسؤال السائلين ، وعباده المستجيبين ، وإجابته سبحانه وتعالى نوعان : \n\nأولاً : إجابة عامة للداعين : مهما كانوا ، وأينما كانوا، وعلى كل حال كانوا، كما وعَدهم بهذا الوعد المطلق الصادق الذي لا يتخلَّف.\n\n ثانيًا: إجابة خاصة: للمستجيبين له، المنقادِين لشرعه، المخلِصين له في الدعاء والعبادة.\n\nيقول الإمام الغزالي في شرح اسم الله المجيب: “أنه الذي يقابل مسألة السائلين بالإسعاف، ودعاء الداعين بالإجابة، وضرورة المضطرين بالكفاية، بل يُنعِم قبل النداء، ويتفضل قبل الدعاء .\n\n ورد اسم الله المجيب في القرآن الكريم في قوله تعالى :” وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ\" سورة هود:61. وبصيغة الجمع في قوله تعالى : \"وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ\" سورة الصافات:75 ."
  },
  {
    "name": "الْوَاسِعُ",
    "meaning": "معنى الواسع في اللغة: الواسع في اللغة على وزن فاعل ، أي اسم فاعل للموصوف بالوسع ،  وتطلق السعة على الكثرة في الشيء .\n\nمعنى الواسع الشرعي : هو الذي لا حدود له ولمدلول أسمائه وصفاته، لا نهاية لسلطانه ، ولا حد لإحسانه ، محيط بكل خلقه ، واسع الصفات والنعوت ، وسع بعلمه جميع المعلومات، وبقدرته جميع المقدورات .\n\nأقوال العلماء في معنى اسم الله الواسع : قال السعدي « الواسع الصفات والنعوت ومتعلقاتها بحيث لا يحصي أحد ثناء عليه، بل هو كما أثنى على نفسه، واسع العظمة والسلطان والملك، واسع الفضل والإحسان، عظيم الجود والكرم».\n\nقال الخطابي :« الواسع : هو الغني الذي وسع غناه مفاقر عباده، ووسع رزقه جميع خلقه ، والسعة في كلام العرب : الغنى . ويقال : الله يعطي عن سعة أي عن غنى» .\n\nقال الغزالي في شرح الأسماء الحسنى : الواسع مشتق من السعة والسعة تضاف مرة إلى العلم إذا اتسع وأحاط بالمعلومات الكثيرة وتضاف أخرى إلى الإحسان وبسط النعم وكيفما قدر وعلى أى شيء نزل .\n\nورد اسمه تعالى (الواسع) في القرآن الكريم تسع مرات، اقترن في سبع منها باسمه العليم منها : قال تعالى : (وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ) (115) البقرة.\nوقال سبحانه : (وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ) (البقرة : 247) .\nوجاء مضافًا إلى المغفرة مرة واحدة في قوله تعالى: ﴿ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ ﴾ [النجم: 32] .\nوجاء مقترنًا باسمه الحكيم مرة واحدة في قوله تعالى: ﴿ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا ﴾ [النساء: 130] ."
  },
  {
    "name": "الْحَكِيمُ",
    "meaning": "الحكيم في اللغة : صِيغَةُ مُبَالَغَةٍ عَلَى وَزْنِ فَعِيلٍ بِمَعْنَى فَاعِلٍ ، وَالحَكِيمُ من يتحلى بالحكمة ، ويصيب القول ، والفعل ، ويضع الشيء في موضعه ،  والحكيم أيضا :المتقن  للأمور .  \n\nأما معناه الشرعي : فهو الذي يضع الأمور في مواضعها ، ويوقعها مواقعها ، ولا يأمر إلا بما فيه الخير، ولا ينهى إلا عما فيه الشر، ولا يعذب إلا من استحق ، ولا يقدر إلا ما فيه حكمة وهدف ، فأفعاله سديدة ، وصنعه متقن ، فلا يقدِّر شيئاً عبثاً ، ولا يفعل لغير حكمة ؛ بل كل ذلك بحكمة وعلم ، وإن غاب عن الخلائق .  \n\nقال الشيخ السعدي رحمه الله : \" ( الحكيم ) : وهو الذي له الحكمة العليا في خلقه وأمره ، الذي أحسن كل شيء خلقه ( وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ) , فلا يخلق شيئا عبثا ، ولا يشرع شيئا سدى \n\nوقال الطبري الحكيم: في تدبير خلقه ، وتسخيرهم لما يشاء ، العليم بمصالحهم .  \n\nذكر اسم الله الحكيم في القرآن في واحد وتسعين موضعًا، وفي جميع المواضع يقرن باسم آخَر من أسماء الله تعالى، فتارة مع العزيز، وتارة مع العليم، وتارة مع الخبير، أو مع غيرها من أسماء الله الحسنى. \n\nقال تعالى: {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} [الأنعام من الآية:83].\n وقال أيضًا: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} [الأنعام من الآية:18].\nقال تعالى: { وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ } [آل عمران من الآية:126]، وغيرها من المواضع."
  },
  {
    "name": "الْوَدُودُ",
    "meaning": "الوَدُودُ في اللغة هو اسم مُشتقٌ من الفعل ودّ والود مصدر المودَّة، والودُّ هو الحبُّ يكون في جميع مداخل الخير .\n\nأما معناه الشرعي : يعني أَنَّ الْوَدُودَ هُوَ الْمُحِبُّ لِعِبَادِهِ ، والثاني : الْوَدُودُ بِمَعْنى الْمَوْدُودِ ، أي : يُحِبهُ الْعبادُ لِفَضْلِه وإحسانِه، فهو الذي يَوَدُّ عبَادَهُ الصالحين فيحبهم ويقربهم ويرضى عنهم ويتقبَّلُ أعمالَهم، وهذه محبة خاصة بالمؤمنين ، أما المحبة العامة فالله هو الودود ذو إحسان كبير لمخلوقاته من جهة إنعامه عليهم .\n\nقال السعدي : « الودود الذي يحب أنبياءه ورسله وأتباعهم ، ويحبونه ، فهو أحب إليهم من كل شيء ، قد امتلأت قلوبهم من محبته ، ولهجت ألسنتهم بالثناء عليه ، وانجذبت أفئدتهم إليه ودًا وإخلاصًا وإنابةً من جميع الوجوه » .\n\nورد هذا الاسم في موضعين من القرآن الكريم ، هما : قول الله تعالى حكاية عن نبيه شعيب : (إِنَّ رَبِّي رَحِيمٌ وَدُودٌ ) سورة هود ، الآية :90 ، وقوله تعالى : (وهو الغفور الودود) سورة البروج ، الآية : 14."
  },

  {
    "name": "الْمَجِيدُ",
    "meaning": "معنى المجيد في اللغة : المجيد على وزن فعيل من صيغ المبالغة ،  وإذا اجتمع في الإنسان شرف الذات مع حسن الفعال سمي مجيدًا ،والمجد كثرة أوصاف الكمال وكثرة أفعال الخير . \n\nمعنى المجيد الشرعي : (الْمَجِيدُ) جَلَّ جَلالُه هو الموصوف بصفات المجد والكبرياء والجلال والعظمة، فهو سبحانه أكبر وأعظم وأجلُّ وأعلى من كل شيء .\n\nوهو عظيم الصفات وواسعها ، فكل وصف من أوصافه عظيم شأنه ، فهو العليم الكامل في علمه ، الرحيم الذي وسعت رحمته كل شيء ، القدير الذي لا يعجزه شيء ، الحليم الكامل في حلمه ، الحكيم الكامل في حكمته، إلى بقية أسمائه وصفاته” .\n\nيقول الإمام الغزالي : المجيد : هُوَ الشريف ذَاته الجميلة أَفعاله الجزيل عطاؤه ونوله فَكَأَن شرف الذَّات إِذا قارنه حسن الفعال سمي مجدًا وَهُوَ الْمَاجِد أَيْضًا وَلَكِن أَحدهمَا أدل على الْمُبَالغَة وَكَأَنَّهُ يجمع مَعَاني اسْم الْجَلِيل والوهاب والكريم .\n\nورود اسم المجيد في القرآن الكريم في موضعين في قوله تعالى :  قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ  [هود : 73] .\nو قال تعالى : ذُو الْعَرْشِ الْمَجِيدُ [البروج : 15] ."
  },
  {
    "name": "الْبَاعِثُ",
    "meaning": "البعث في اللُغة : هو الإثارةُ والإنهاض ، وبعثه أرسله ، وانبعث فلانٌ لشأنه أي سار لشأنه . \n\nأما معنى الباعث الشرعي : فهو باعث الخلق يوم القيامة ، وباعث رسله إلى العباد ، وباعث المعونة إلى العبد ، وهو الذي يبعث عباده على الفعال المخصوصة بخلقه للإرادة والدواعي فى قلوبهم . \n\nيقول الإمام الغزاليّ : \" الباعث : هو الذي يحيي الخلق يوم النشور ويبعث من في القبور، ويحصِّل ما في الصدور \" . \n\nيقول الإمام القُشيري : \" الباعث: هو الذي يبعث الخواطر الخفيَّة في الأسرار، فمن دواعٍ ما يبعثها إلى الحسنات ، ومِنْ دواعٍ ما يبعثها إلى السيِّئات \" ، وقيل: \" الباعث : هو الذي يبعث الهمم إلى الترقّي في ساحات التوحيد\".  \n\nاسم الله الباعث  غير وارد بصيغة الاسم في القرآن الكريم، وإنما بصيغ الأفعال \"بعث\" \"يبعث\" مثل قوله تعالى : (ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ)[البقرة : 56] .\nوقوله تعالى: (قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ)[ يس: 52 ] .\nوقوله عز وجل : (إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ)[ الأنعام: 36] ."
  },
  {
    "name": "الشَّهِيدُ",
    "meaning": "الشهيد على وزن فعيل بصيغة المبالغة، والشهيد في اللُّغة بمعنى الشاهد،أي الحاضر، والشاهد: العالم الذي يبين ما علمه .\n\nأما معناه الشرعي : الشهيد جل جلاله هو الذي لا يغيب عن علمه شيء ، وهو سبحانه المطلع على جميع الأشياء سمع جميع الأصوات خفيها وجليها ، وأبصر جميع الموجودات دقيقها وجليلها ، صغيرها وكبيرها .\n\nقال السعدي : « ومن أسمائه الحسنى الرّقيب، وهو واسمه الشّهيد مترادفان، كلاهما يدلّ على حضوره مع خلقه، يسمع ما يتناجون به، ويرى ما يخوضون فيه، ويعلم حركات خواطرهم، وهواجس ضمائرهم، وتقلّب لواحظهم، لا يغيب عنه من أمرهم شيء يقولونه أو يفعلونه » .\n\n ورد هذا الاسم في القرآن الكريم عدة مرات، منها: قال تعالى -: ﴿ قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ ﴾ [الأنعام: 19].\nوقال سبحانه -: ﴿ قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا ﴾ [الإسراء: 96]."
  },
  {
    "name": "الْحَقُّ",
    "meaning": "الحَقُّ فِي اللُّغَةِبِمَعْنَى المُطَابَقَةِ وَالمُوَافَقَةِ وَالثَّبَاتِ وَعَدَمِ الزَّوَالِ ، وَكَذَلِكَ العَدْلُ خِلاَفُ البَاطِلِ وَالظُّلم ، وَالحَقُّ يُقَالُ لِلِاعْتِقَادِ فِي الشَّيءِ المُطَابِقِ لِمَا عَلَيْهِ فِي الحَقِيقَةِ . \n\nأما المعنى الشرعي لاسم الحق  فهو : المتصف بالوجود والدوام والحياة والقيومية والبقاء فلا يلحقه زوال ولا فناء . \n\nو كل أوصاف الحق جامعة للجمال والكمال والعظمة والجلال ، وهو الذي يحق الحق بكلماته فيقول الحق وإذا وعد فوعده الحق وما أمر به حق . \n\nيقول الإمام الغزالي  في (المقصد الأسمى) : \" الحق هو الذي في مقابلة الباطل والأشياء قد تستبان بأضدادها وكل ما يخبر عنه فإما باطل مطلقًا وإما حق مطلقًا وإما حق من وجه وباطل من وجه .\n\n يقول ابن الأثير : «الحق هو الموجود حقيقة ، المتحقق وجوده وإلوهيته والحق ضد الباطل» . \n\n وقد ورد هذا الاسم في القرآن الكريم في عشر آيات منها : في سورة الأنعام : { ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ } [الأنعام : 62] . وفي سورة يونس في موضعين منها قوله تعالى : { هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ } [يونس:30] ."
  },
  {
    "name": "الْوَكِيلُ",
    "meaning": "الوكيل في اللغة : يدل على اعتماد غيرك في أمرك ، يقول ابن منظور في لسان العرب : وكلت أمري إلى فلان : أي ألجأته إليه واعتمدت فيه عليه .\n\nمعنى الوكيل الشرعي : هو المقيم الكفيل بأرزاق العباد القائم عليهم بمصالحهم ، وحقيقته أنه يستقل بالأمر الموكول إليه ، فالخلق والأمر كله له لا يملك أحد من دونه شيئا ، وقيل : الحافظ ، الذي توكل بالقيام بجميع ما خلق ، وهو الذي يكفي مَن التجأ إليه واعتمَد عليه ، ووثق بقدرته وحكمته ،  وهو الذي يتصرف لغيره لعجز موكله .\n\nقال الشيخ السعدي : \" الوكيل المتولي لتدبير خلقه بعلمه وكمال قدرته وشمول حكمته ، والذي تولى أولياءه ، فيسرهم لليسرى ، وجنبهم العسرى ، وكفاهم الأمور ، فمن اتخذه وكيلاً كفاه \" . \n\nورد اسم الوكيل في القرآن الكريم أربع عشرة مرة ، منها : قال تعالى : ﴿ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا ﴾ [الأحزاب: 3] .\nوقال تعالى: ﴿ إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا ﴾ [الإسراء: 65] .\nوقال تعالى: ﴿ وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ ﴾ [آل عمران: 173] ."
  },
  {
    "name": "الْقَوِيُّ",
    "meaning": "المتين في اللغة : هو الشيء الثابت في قوته ، أي قوي مع صلابة واشتداد .\n\nأما معنى المتين الشرعي : هو الثابت في قوته ، الشديد في عزمه وتماسكه، والواسع في كماله وعظمته، والله سبحانه وتعالى متين في ذاته قوي شديد وواسع كبير محيط، فلا تنقطع قوته ولا يلحقه كلل في قدرته، فالمتين هو القوي الشديد الذي لا يلحقه في أَفعاله مشقة ولا كلفة ولا تعب. \n\nيقول السعدي في تفسير قول الله تعالى ﴿ذُو الْقُوَّةِ الْمَتِينُ﴾ سورة الذاريات:58 أي: الذي له القوة والقدرة كلها، الذي أوجد بها الأجرام العظيمة، السفلية والعلوية، وبها تصرف في الظواهر والبواطن، ونفذت مشيئته في جميع البريات .\n\nوقد ورد ذكر اسم الله المتين في القرآن الكريم مرة واحدة في قوله تعالى: إن الله هو الرزاق ذو القوة المتين «الذاريات 58» وكذلك وصف كيده بأنه متين فقال عز وجل: وأملي لهم إن كيدي متين «القلم:45». \n\nوقد ورد هذا الاسم الكريم أيضًا في السنة المطهرة من حديث عبد الله بن مسعود رضي الله عنه قال: “أقرأني رسول الله صلى الله عليه وسلم عن رب العزة إني أنا الرزاق ذو القوة المتين” ."
  },

  {
    "name": "الْمَتِينُ",
    "meaning": "المتين في اللغة : هو الشيء الثابت في قوته ، أي قوي مع صلابة واشتداد .\n\nأما معنى المتين الشرعي : هو الثابت في قوته ، الشديد في عزمه وتماسكه، والواسع في كماله وعظمته، والله سبحانه وتعالى متين في ذاته قوي شديد وواسع كبير محيط، فلا تنقطع قوته ولا يلحقه كلل في قدرته، فالمتين هو القوي الشديد الذي لا يلحقه في أَفعاله مشقة ولا كلفة ولا تعب. \n\nيقول السعدي في تفسير قول الله تعالى ﴿ذُو الْقُوَّةِ الْمَتِينُ﴾ سورة الذاريات:58 أي: الذي له القوة والقدرة كلها، الذي أوجد بها الأجرام العظيمة، السفلية والعلوية، وبها تصرف في الظواهر والبواطن، ونفذت مشيئته في جميع البريات .\n\nوقد ورد ذكر اسم الله المتين في القرآن الكريم مرة واحدة في قوله تعالى: إن الله هو الرزاق ذو القوة المتين «الذاريات 58» وكذلك وصف كيده بأنه متين فقال عز وجل: وأملي لهم إن كيدي متين «القلم:45». \n\nوقد ورد هذا الاسم الكريم أيضًا في السنة المطهرة من حديث عبد الله بن مسعود رضي الله عنه قال: “أقرأني رسول الله صلى الله عليه وسلم عن رب العزة إني أنا الرزاق ذو القوة المتين” ."
  },
  {
    "name": "الْوَلِيُّ",
    "meaning": "معنى الولي في اللغة: الولي : صيغة مبالغة من اسم الفاعل الوالي ، وهو الذي يلي غيره بحيث يكون قريبًا منه بلا فاصل، يعني ليس بينهما أحد  .\n\nمعنى الولي الشرعي : هو :الذي يهيئ لعبده ما يبغيه من الخير وينفعه ، وهو نصير المؤمنين وظهيرهم ، وهو من يتولى عباده المؤمنين ويخرجهم من الظلمات إلى النور، ويتولى تربيتهم بلطفه ويعينهم في جميع أمورهم وينصرهم ، ويؤيدهم بتوفيقه .\n\nوهو الولي عن كل خلقه في السموات والأرض ، وهو الذي ينصر أولياءه ويليهم بإحسانه وفضله ، وولاية الله لعباده تعني قربه منهم، فهو أقرب إليهم من حبل الوريد ، وهي الولاية العامة التي تقتضي العناية والتدبير وتصريف الأمور والمقادير. \n\nأما الولاية الخاصة: فهي ولايته للمؤمنين وقربه منهم، وهي ولاية حفظ ومحبة ونصرة .\n\nقال الزجاجي : الله عز وجل وليّ المؤمنين أي ناصرهم ومصلح شؤونهم والمثني عليهم .\n\nويقول ابن القيم : الولي ولي الصالحين ومقيل عثراتهم وغافر زلاتهم ومقيم أعذارهم ومصلح فسادهم والدافع عنهم والمحامي عنهم والناصر لهم والكفيل بمصالحهم والمنجي لهم من كل كرب والموفي لهم بوعده وأنه وليهم الذي لا وليّ لهم سواه فهو مولاهم الحق ونصيرهم على عدوهم فنعم المولى ونعم النصير.\n\nواسم الله الولي ورد في القرآن 14 مرة منها: (أَمِ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ ۖ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ (9) الشورى) .\n(وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ (28) الشورى).\nوأيضا في قوله تعالى :(اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ (257) البقرة)."
  },
  {
    "name": "الْحَمِيدُ",
    "meaning": "معنى الحميد في اللغة : الحَمِيدُ فِي اللَّغَةِ صِيغَةُ مُبَالَغَةٍ عَلَى وَزْنِ فَعِيلٍ ، وَهُوَ المَحْمُودُ ، فِعْلُهُ .\n\nمعنى الحميد الشرعي : الحميد : هو الذي يَحمَدُهُ من في السماوات ومن في الأرض ، فجميع المخلوقات ناطقة بحَمدِه ، وهو الذي يُحمَد في السراء والضراء، وفي الشدة والرخاء ، لأنه حَكيم لا يجري في أفعاله الغلط ، ولا يعترضه الخطأ .\n\nفهو مَحمود على كل حال، وَالحَمِيدُ سُبْحَانَهُ هُوَ المُسْتَحِقُّ لِلْحَمْدِ وَالثَّنَاءِ، حَمِدَ نَفْسَهُ فَقَالَ تَعَالَى: ﴿ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ﴾ [الفاتحة: 2]، فَهُوَ سُبْحَانَهُ المَحْمُودُ عَلَى مَا خَلَقَ وَشَرَعَ ، وَوَهَبَ وَنَزَعَ ، وَضَرَّ وَنَفَعَ ، وَأَعْطَى وَمَنَعَ .\n\nقال ابن القيم رحمه الله : الحميد : هو الذي له من الصفات ، وأسباب الحمد ما يقتضي أن يكون محمودًا ؛ وإن لم يحمده غيره ، فهو حميد في نفسه،  والمحمود من تعلق به حمد الحامدين .\n\nورد في القرآن الكريم سبع عشرة مرة، منها : قوله تعالى:  (يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ ) سورة فاطر:15.\nوقوله تعالى: (وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ  ) سورة الشورى:28."
  },
  {
    "name": "الْمُحْصِي",
    "meaning": "معنى المُحصي في اللغة : الإحصاء يعني العِلم والإحاطة بدقائق الأمور وحيثياتها كاملة .\n\nمعنى المُحصي في حق الله عز وجل : هو العالم بمقادير الحوادث جملة وتفصيلًا ، والعالم بما يحيط به الخلق من علم ، وبما لا يحيطون به، لا تخفى عليه خافية، ولا يعزب عنه مثقال ذرة ، وهو الشاهد على ما كان وما يكون ، وهو الذي أحصى خلق ه، وأحصى عليهم أعمالهم .\n\nالبصير بالظواهر الخبير بالسرائر ، وهو العالم بدقائق الامور وأسرار المقدور وهو المطلق الذي ينكشف في علمه حد كل معلوم ، وهو المحصي للأعمال الصالحة والطالحة على أصحابها ؛ فقد وكَّل المحصي  بكل إنسان ملكَين بها يكتبان أعماله ويحصيانها عليه، وهو الذي أحصى أعداد المخلوقات وصفاتها وأحوالها.\n\nيقول الإمام الغزالي: (هو العالم ولكن إذا أضيف العلم إلى المعلومات من حيث يحصي المعلومات ويعدها ويحيط هبا سمي إحصاء والمحصي المطلق هو الذي ينكشف في علمه حد كل معلوم وعدده ومبلغه والعبد وإن أمكنه أن يحصي بعلمه بعض المعلومات فإنه يعجز عن حصر أكثرها فمدخله في هذا الاسم ضعيف كمدخله في أصل العلم ).\n\nوهذا الاسم لم يرد في القرآن الكريم بصيغة الاسم ، ولكن ورد بصيغ أخرى مثل: ﴿إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آَتِي الرَّحْمَنِ عَبْدًا (93) لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (94)﴾ [مريم:الآية93-94]،﴿وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا (29)﴾ .\n[النبأ : الآية 29]، ﴿إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآَثَارَهُمْ وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ (12)﴾ [يس:الآية12] ."
  },
  {
    "name": "الْمُبْدِئُ",
    "meaning": "معنى المبدئ في اللغة : هو الذي أنشا الأشياء واخترعها ابتداء من غير سابق مثال ، والبدء هو فعل الشيء بداية، وابتدأه بمعنى أوجده من عدم . \n\nومعناه الشرعي : أن الله بدأ الخلق من العدم إلى الوجود ، فأحسن كل شيء خلقه بتقدير وتدبير وعلم ، بدأ الخلائق كلها على غير نظير سبق، ومن صور البدء والإعادة عند الله تعالى : بدء الليل ثم بدء النهار أول مرة، وبعد ذلك إعادتهما مرارًا ، وكذلك بدء خلق الإنسان في بطن أمه من نطفة فعلقة فعظام وكسوتها لحمًا ، و أيضًا اختلاف الأشكال والأنواع والألوان ؛ فالله – تعالى - بدأ خلق المخلوقات كلها ثم كرر ذلك الخلق وأعاده، لكنه لما بدأه في إبداع ؛ ولما أعاده في إبداع . \n\nقال الإمام الغزالي رحمه الله : المُبدئ : خالق الأشياء لأول مرة ,  والمُعِيد : الذي يَرُدُّ إليها وجودها بعد إفنائها (يَوْمَ نَطْوِي السَّمَاءِ كَطَيِّ السِّجِلِّ لِلكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ) (الأنبياء: 104) .\n\nورد هذا الاسم في عدة مواضع في القرآن وجميعها بصيغة فعل منها قوله تعالى : ( قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآَخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ).\nوأيضا في قوله تعالى : ( أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَئِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ ) ."
  },
  {
    "name": "الْمُعِيدُ",
    "meaning": "المعيد لغويا هو الرجوع إلى الشيء بعد الانصراف عنه.\n\nمعنى اسم المعيد الشرعي : المعيد معناه الموجد لما كان موجودًا من قبل ثم فني ؛ فإن الإيجاد إن كان مسبوقًا بمثله يسمى إعادة ، وإِن لم يكن مسبوقا بمثله سمي بدءًا ، والله جل وعلا بدأ الخلائق كلها على غير نظير سبق ، ثم قضى -عز وجل- أن يفنى كل مخلوق ، وأن يعاد الجميع ويجمع ليوم القيامة،  وقد تكرر هذا المعنى في القرآن كثيرًا، كقول الله -تعالى-: (قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ) [يونس: 34] . \n\nقال أهل التفسير: يبدأ الخلق حين خلقهم ويعيدهم للبعث يوم القيامة .\n\nوورد هذا الاسم كوصف فعل في عدة مواضع منها قوله تعالى : (إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ) [البروج: 13] .\nوقوله - عز من قائل - : (وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ) [يونس: 4] ."
  },

  {
    "name": "الْمُحْيِي",
    "meaning": "في اللغة : حيِي فلانٌ : عاش وصار ذا حياة .\n\nومعنى المحيي الشرعي : هو جاعل الخلق حيًّا بوهب الروح لهم وإحداث الحياة فيهم ، ومن معاني اسم الله المحيي : أنه محيي القلوب الميتة بالقرآن وبالهدى ، فالمحيي هو الذي يوجد الأرواح في الأجسام , و المحيي خالق الحياة ومعطيها لمن يشاء .\n \nقال البيهقي : «المحيي : هو الذي يحيي النطفة الميتة ، فيخرج منها النسمة الحية ، ويحيي الأجسام البالية بإعادة الأرواح إليها عند البعث ، ويحيي القلوب بنور المعرفة ، ويحيي الأرض بعد موتها ؛ بإنزال الغيث ، وإنبات الرزق » . \n\nلم يرد اسم الله المحيي في القرآن بلفظه المقترن بالألف واللام ، وإنما ورد اسم الله المحيي مضافًا إلى غيره كقوله تعالى : (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ) .\nوقوله تعالى : (وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ) ."
  },
  {
    "name": "اَلْمُمِيتُ",
    "meaning": "المَيْتُ : هو الشيء الذي لا حياة فيه . \n\nمعنى المميت الشرعي : هو الذي يأخذ الحياة التي وهبها للكائنات الحية، فتموت وتتوقف عن النمو والحركة، مُقَدِّرُ الموت على كلِّ من أماته ، وأنه سبحانه لا مميت سواه، هو صفة من صفات الله ، وهي صفة ثابتة في القرآن والسنة النبوية ، فهو المميت ليعلم الناس أنَّ الله قادرٌ على التصرُّف بالإحياء وبالإماتة متى شاء ومتى أراد ، فالمحيي والمميت صفتان فعليتان خاصتان بالله ، ومعناه : أن الله هو الذي بيده الموت ، فهو الذي يميت الأحياء . \n \nقال البيهقي : « المميت : هو الذي يميت الأحياء ، ويوهي بالموت قوة الأقوياء  » .\n\nورد اسمه المميت في عدة مواضع كوصف فعل منها قوله تعالى : (كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى ) [ البقرة :  73] .\nوكقول إبراهيم - عليه السلام - : (رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ) [البقرة: 258] ."
  },
  {
    "name": "الْحَيُّ",
    "meaning": "الحي في اللغة : صفة مشبهة وفعلها حيّ ، والحي نقيض الميت والجمع أحياء . \n\nومعنى الحي الشرعي : هُوَ الدائمُ فِي وجودِهِ الباقي حيًّا بذاته عَلَى الدوامِ أزلًا وأبدًا ، هو المتصفُ بالحياةِ كوصفِ ذاتٍ للهِ لا يتعلق بمشيئتِهِ ، وإنْ تعلَّقَ بها فالإحياءُ وصفُ فعلِهِ .\n\nولا ينفرد بكمال الحياة ودوامها إلا الحي القيوم فهو الباقي الدائم الذي لا ينتظره موت ، ولا يلحقه فناء . \n\nقال ابنُ جريرٍ الطبري : \" وأما قولُه الحيُّ فإنَّهُ يعني : الذي له الحياةُ الدائمةُ والبقاءُ ، الذي لا أولَ له يُحدُّ ولا آخِرَ له يُؤمَّدُ ، إذ كَانَ كلُّ ما سِوَاه فإنه وإن كان حيًّا فلحياتِهِ أولٌ محدودٌ ، وآخرٌ مأمودٌ ، ينقطع بانقطاعِ أمدِها وينقضي بانقضاءِ غايتِها \" .\n\n ورَدَ هَذَا الاسمُ فِي خمسِ آياتٍ مِنْ الكتابِ العزيزِ ، وهِيَ : قولهُ تَعَالَى : ﴿ اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ﴾ [البقرة: 255] ، وقولهُ تَعَالَى : ﴿ * اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ﴾ [آل عمران: 1، 2] ."
  },
  {
    "name": "الْقَيُّومُ",
    "meaning": "القَيُّومُ : صيغة مبالغة من قيِّم بمعنى ديمومة القيام بشأنه وشأن غيره فالقيم هو القائم بأعمال كيان ما ، والقيوم صيغة مبالغة منها بمعنى ديمومة القيام بأعمال هذا الكيان والإمعان في ذلك . \n\nأما معنى القيوم الشرعي : هو الذي قام بنفسه ، وعظمت صفاته ، واستغنى عن جميع مخلوقاته ، وقامت به الأرض والسماوات وما فيهما من المخلوقات ، فهو الذي أوجدها وأمدها وأعدها لكل ما فيه بقاؤها وصلاحها وقيامها ، من لا تقوم الأشياء إلا به ، ولو سلبها وجودها لتلاشت . \n \nيقول كبير المفسرين ابن جرير الطبري : \" هو القائم بأمر كل شيء في رزقه ، والدفع عنه ، وكلاءته ، وتدبيره ، وتصرفه في قدرته \" .\n\nلم يرد اسم الله القيوم إلا في ثلاثة مواضع من القرآن الكريم ليس منفردًا مطلقًا ، وإنما جاء مقترنًا باسمه الحي ، ومن هذه المواضع : قال الله جل جلاله : \" اللَّهُ لاَ إِلَٰهَ إِلّا هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ \" سورة البقرة : 255 ."
  },
  {
    "name": "الْوَاجِدُ",
    "meaning": "الواجد في اللغة : الواجد فيه معنى الغنى والسعة ، والواجد هو الغنيّ ، والوُجْد : الغنى ، ويقال : فلان غني واجد . \n\nأما معنى الواجد الشرعي يعني : أنه سبحانه وتعالى هو الغني الغنى الكامل المطلق ، الذي لا فقر بعده ، وهو الذي لا يحتاج إلى شيء وكل الكمالات موجودة له مفقودة لغيره ، إلا إن أوجدها هو بفضله ، وهو وحده نافذ المراد ، وجميع أحكامه لا نقض فيها ولا إبرام ، وكل ما سوى الله تعالى لا يسمى واجدًا ، وإنما يسمى فاقدًا . \n\nيقول الإمام الغزالي رحمه الله في تفسير اسم الله الواجد : \" الواجد \" : مِن الجِدَة وهي الثروة ، وأَمْلَاك الله لا تُعَدُّ ؛ لأن كل شيء مِلكُه .\n\nومن شرح معنى اسم الله الواجد ابن القيم - رحمه الله - حيث قال: لم تجئ تسميته به إلا في حديث تعداد الأسماء الحسنى، والصحيح أنه ليس من كلام النبي -صلى الله عليه وسلم ."
  },
  {
    "name": "الْمَاجِدُ",
    "meaning": "الماجد في اللغة اسم مشتقٌ من المجد، والمجد في لغة العرب نهاية الشرف، نهاية السمو نهاية الرفعة، نهاية الكمال .\n\nمعنى الماجد الشرعي : هو الكامل التام الذي له الكمال المتناهي في الشرف والعزَ، الشريف بذاته، الحميد بأفعاله، السخي المِفضال، الكثير الخير الذي يعامل العباد بالجود والكرم والرحمة، الواسع الكريم، والماجد هو تأكيد للواجد، أي الغني المُغني.\n\n اسم الله الماجد لم يرد فى القرآن الكريم، ولكن ذُكر بالسنة : في حديث أبي هريرة رضي الله عنه ، وفيه : ( إِنَّ لِلَّهِ تَعَالَى تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً غَيْرَ وَاحِدٍ ، مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ – وذكر منها - الْوَاجِدُ الْمَاجِدُ الْوَاحِدُ الصَّمَدُ الْقَادِرُ  )  ."
  },

  {
    "name": "الْواحِدُ",
    "meaning": "الواحد في اللغة : هو المُتَوَحِّد الذي لا يخالط الناس و لا يجالسهم، والتوحيد أن تؤمن بالله إلهاً واحداً لا شريك له . \n\nمعنى الواحد الشرعي : هو الفرد الأول الذي لا نظير له ولا مثل، المتفرد في ذاته وصفاته وأفعاله وألوهيته، وهو الذي توحد بجميع الكمالات ، بحيث لا يشاركه فيها مشارك . \n\nقال ابن عثيمين : « الواحد هو الفرد الذي لم يزل وحده، ولم يكن معه آخر، وهو الفرد المتفرد في ذاته وصفاته وأفعاله وألوهيته، فهو واحد في ذاته لا يتجزأ أو لا يتفرق .\n\nورد اسم الله (الواحد) ست مرات في كتاب الله مقترنًا دائمًا بـ(القهار)، يقول تعالى: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ } (يوسف:39).\n وقال تعالى: {وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ} (إبراهيم:48)."
  },
  {
    "name": "الصَّمَدُ",
    "meaning": "الصمد في اللغة : هو السيد المطاع الذي لا يُقضى دونه أمر .\n \nمعنى الصمد الشرعي : فُسّر الصمد بمعنيين عند العلماء : أحدهما : أنه الذي لا جوف له ليس من جنس المخلوقين ، المخلوق له جوف يأكل ويشرب ويَطعَم ، والله لا جوف له مصمت . \n\nوفسر الصمد بمعنى آخر : وهو أنه تصمد إليه الخلائق في حاجاتها وترجوه وتسأله وتضرع إليه في حاجاتها سبحانه وكله حق، وهو الصمد ترفع إليه الحاجات جل وعلا .\n\nيقول ابن باز : \" المقصود بالصمد معنيان أنه يقصد في طلب الحاجات، والله سبحانه هو الذي يقصد من جميع الخلائق لطلب الحاجة، هو سبحانه صمد لا يطعم ولا يحتاج إلى طعام ولا إلى شراب وليس من جنس المخلوقين يجوع أو يحتاج إلى كذا، بل هو الغني عن كل ما سواه، يُطعم ولا يَطعم سبحانه وتعالى\" .\n\nورد اسم الله الصمد مرة واحدة في القرآن الكريم في سورة الإخلاص في قوله تعالى: (قُلْ هُوَ اللَّهُ أَحَدٌ ۝ اللَّهُ الصَّمَدُ ) [الإخلاص: 1-2] .\n"
  },
  {
    "name": "الْقَادِرُ",
    "meaning": "القادر في اللغة: يقال قدرت الأمر أقدره إذا نظرت فيه ودبرته ، وقدر كل شيء ومقداره مقياسه ، وقَدر الشيء بالشيء ، وقدّرَهُ قاسه ، \n\nمعنى القادر الشرعي : هو الذي له القدرة المطلقة ، والقوة التامة الكاملة ، الذي لا يُعجزه شيء ، ولا يفوته مطلوب ، القادر على ما يشاء، الفعّال لما يريد، لا يعترضه عجزٌ، ولا ينتابه فتور، وهو الذي إذا أراد شيئًا قال له: \"كن فيكون\".\n\nورد اسم الله القادر مفردًا في القرآن الكريم سبع مرات منها: أليس ذلك بقادر على أن يحيي الموتى\" (سورة القيامة الآية 40) ."
  },
  {
    "name": "الْمُقْتَدِرُ",
    "meaning": "المقتدر في اللغة : المقتدر الوسط في كل شيء ، رجل مقتدر الخلق أي وسطه معتدل ، كامل الأوصاف و المقتدر على الشيء هو المتمكن منه تمكن إحاطة وقوة تامتين .\n\nمعنى المقتدر الشرعي : هو التام القدرة الذي لا يمتنع عليه شيء، ولا يحتجز عنه بمنعة وقوة، ووزنه : مفتعل، من القدرة إلا أن الاقتدار أبلغ وأعم لأنه يقتضي الإطلاق، والقدرة قد يدخلها نوع من التضمين بالمقدور عليه ، وهو المظهر قدرته بفعل ما يقدر عليه .\n\nورد اسم الله المقتدر في القرآن الكريم أربع مرات منها : \" إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (54) فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ \" [القمر:54-55] .\n\" وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ (41) كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ \" [القمر:41-42] ."
  },
  {
    "name": "الْمُقَدِّمُ",
    "meaning": "المقدم في اللغة : مأخوذ من: قدَم - بفتح الدّال - يقدُم قَدْما ، أي : تقدّم ، وهو بمعنى الذى يقدم الأشياء ويضعها فى موضعها . \n\nأما معناه الشرعي : المقدِّم هو المنزِّل للأشياء منازلها ، يقدّم ما شاء منها، ويؤخّر ما شاء : قدّم المقادير قبل أن يخلق الخلق ، وقدّم من أحبّ من أوليائه على غيرهم من عبيده ، ورفع الخلق فوق بعض درجات , وقدّم من شاء بالتّوفيق إلى مقامات السّابقين ، وأخّر من شاء عن مراتبهم وثبّطهم عنها، لا مقدّم لما أخّر، ولا مؤخّر لما قدّم . \n\nيقول الإمام الغزالي : المقدِّم : هو الّذي يقدِّم الأشياء فيضع كل شيء فى موضعه الصحيح ، فيقدِّم العالم على الجاهل ، ويقدِّم الطائع على العاصي ، والتقي على الفاجر . \n\nلم يرد اسم الله المقدِّم في القرآن الكريم ، ولكن ورد في الأحاديث النبوية منها : عن عبد الله بن عباس : «كان النبيُّ  إذا قام منَ الليلِ يتهَجَّدُ قال : اللهمَّ لك الحمدُ، أنت قَيِّمُ السماواتِ والأرضِ ومَن فيهِنَّ ، ولك الحمدُ ، لك مُلكُ السمواتِ والأرضِ ومَن فيهِنَّ ، ولك الحمدُ أنت مَلِكُ السمواتِ والأرضِ ، ولك الحمدُ ، أنت الحقُّ ، ووعدُك الحقُّ ، ولِقاؤك حقٌّ ، وقولُك حقٌّ ، والجنةُ حقٌّ،  والنارُ حقٌّ ، والنبيُّونَ حقٌّ ، ومحمدٌ حقٌّ ، والساعةُ حقٌ ، اللهمَّ لك أسلَمتُ ، وبك آمَنتُ ، وعليك توكَّلتُ ، وإليك أنَبتُ ، وبك خاصَمتُ ، وإليك حاكَمتُ ، فاغفِرْ لي ما قدَّمتُ وما أخَّرتُ ، وما أسرَرتُ وما أعلَنتُ ، أنت المُقَدِّمُ ، وأنت المُؤَخِّرُ ، لا إلهَ إلا أنت» ."
  },
  {
    "name": "الْمُؤَخِّرُ",
    "meaning": "المؤخر عكس المقدم ، قدّم وأخر ، لذلك باللغة ظاهرة اسمها التطابق ، فالله عز وجل يقدم ويؤخر .و الفعل أخر ، يؤخر ، تأخيراً .\n\n معنى المؤخِّر الشرعي : أن الله عز وجل يؤخِّر الأشياء فيضعها في مواضعها ، وأنه الله عز وجل يؤخِّر العذاب بمقتضى حكمته ورحمته ابتلاء لعباده لعلهم يتوبون إليه ، وهو الذي قدّم الأبرار ، وأخّر الفجار ، قد يكون الفاجر ذكيًا لكنه لأنه فاجر يؤخّره الله ، وقد يكون البار محدودًا لكن الله يقدّمه . \n\nقال الحليمي: « المُقَدِّمُ هو المُعطِي لعوالي الرُّتب ، و(المؤخّر) : هو الدّافع عن عوالي الرّتب. » \n\nالتأخير نوعان  :\n\n1 ـ تأخير كوني متعلق بالآجال : إذاً هناك تقديم وتأخير كوني أو شرعي ، الكوني فلان ولد قبل فلان مقدم ، مؤخر : فلان جاء بعد فلان ، التقديم والتأخير الكوني متعلق بالآجال .\n\n2 ـ تأخير شرعي : أما الشرعي كما ورد من حديث أبي عطية أنه قال : \" قال : دخلتُ أنا ومسروق بن الأجدع على عائشةَ أمِّ المؤمنين فقلتُ : يا أمَّ المؤمنين ، رَجُلانِ من أصحاب محمد صلى الله عليه وسلم ، أحدهما يعجِّلُ الإِفطار ، ويعجِّل الصلاة ، والآخرَ يؤخِّرُ الإِفطارَ ويؤخِّر الصلاةَ \" [ رواه مسلم ] .\n\nلم يرد هذا الإسم في القرآن ولكنه ورد كوصف فعل في القرآن ومنها ، قوله تعالى : ( وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ} ( المنافقون:10) .\nوقوله تعالى-:  ( يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى )."
  },

  {
    "name": "الْأَوَّلُ",
    "meaning": "الأَوَّلُ في اللُّغَةِ : صِفَةٌ مُشَبَّهَةٌ للمَوْصُوفِ بالأَوَّلِيَّةِ ؛ والأَوَّلِيَّةُ أَيْضًا : الرُّجُوعُ إلَى أَوَّلِ الشَّيْءِ ، مبدؤه أو مَصْدَرُه وأَصْلُه .\n\n ومعناه الشرعي : الأول أي الذي ليس قبله شيء ، فهو الأول بلا ابتداء ، الله الأول على كل ما سواه ، المتقدم على كل ما عداه : وكل ما سوى الله بعد الله .\n\n قال الخطابي: « الأول هو السابق للأشياء كلها، الكائن الذي لم يزل قبل وجود الخلق، فاستحق الأولية إذ كان موجوداً ولا شيء قبله ولا معه ».\n \nومن معاني الأول : الله مطلق القبلية ليس قبله شيء ، ولا بعده شيء : تعني أيضاً أنه عالي الشأن والفوقية .\n\n  ورد ذكر هذا الاسم مرة واحدة فقط في القرآن في قوله تعالى ) \" : الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ )  \" الحديد : 3  .\n\n وهذا الاسم أيضاً ورد في السنة الصحيحة ، أن رسول الله صلى الله عليه وسلم قال : \" اللهم أَنت الأولُ فليس قبلك شيء ، وأنت الآخِرُ فليس بَعدَك شيء ، وأنت الظَّاهِرُ فليس فوْقَك شيء ، وأنت الباطِنُ فليس دُونَك شيء ، اقْضِ عنا الديْنَ وأغْنِنا من الفقرِ \" [ مسلم ] ."
  },
  {
    "name": "الآخِرُ",
    "meaning": "الآخِرُ فِي اللُّغَةِ اسْمُ فَاعِل لِمَنِ اتَّصَفَ بالآخِريَّةِ ، فِعْلُه أَخَرَ يَأْخُرُ أَخْرًا ، والآخرُ مَا يُقَابِلُ الأّوَّلَ ، وَيُقَالُ أَيْضًا لما بَقِي في المدَّةِ الزَّمَنِيَّةِ ، وَيُقَالُ للثَّانِي مِنَ الأَرْقَامِ العَدَدِيَّةِ .\n\nمن معاني هذا الاسم أن : أمور الخلائق تنتهي إلى الله عز وجل ، والآخِرُ سُبْحَانَهُ هُوَ الُمتَّصِفُ بِالْبَقَاءِ والآخِرِيَّةِ ؛ فَهُوَ الآخِرُ الَّذِي لَيْسَ بَعْدَهُ شَيْءٌ ، البَاقِي بَعْدَ فَنَاءِ الخَلْقِ ، والآخر هو الذي لا انتهاء لوجوده . \n\nقال الزجاج: « الآخر هو المتأخر عن الأشياء كلها ، ويبقى بعدها » .\n\nورد اسم الآخر في  القرآن قي قوله تعالى : ( الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ) ."
  },
  {
    "name": "الظَّاهِرُ",
    "meaning": "الظاهر في اللغة : الظاهر ؛ اسم فاعل لمن اتصف بالظهور ، والظهور العلو والارتفاع , والظهور ؛ البيان وإبداء الشيء الخفي ، الظهر ما غاب عنك  . \n\nأما معنى الظاهر الشرعي فهو : المنفرد بعلو الذات والفوقية ، وعلو الغلبة والقهرية ، وعلو الشأن وانتفاء الشبيه والمثلية ، هو \" الظاهر \" في كل معاني الكمال ، هو المبين لحججه الباهرة وبراهينه الظاهرة ، وهو الظاهر يظهر آياته حتى يقول الكافر : لا إله إلا الله .\n\nقال ابن جرير الطبري: « وهو الظاهر على كل شيء دونه ، وهو العالي فوق كل شيء فلا شيء أعلى منه ».\n\nوقد ورد هذا الاسم في قوله تعالى \" هُوَ الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ \" [الحديد:3] ."
  },
  {
    "name": "الْبَاطِنُ",
    "meaning": "الباطن في اللغة : اسم فاعل ، والبطن في كل شيء جوفه ، و \" الباطن \" خلاف الظاهر .\n\n أما معنى الباطن الشرعي فهو : المحْتَجِبُ عَنْ أَبْصَارِ الخَلْقِ ، الذِي لا يُرَى في الدُّنْيَا ، ولا يُدْرَكُ في الآخِرَةِ ، وفَرْقٌ بَيْنَ الرُّؤْيَةِ والإدْرَاكِ ، فاللهُ عز وجل لا يُرَى في الدُّنْيَا، ويُرَى في الآخِرَةِ ، أَمَّا الإدْرَاكُ فإنَّهُ لا يُدْرَكُ في الدُّنْيَا ولا في الآخِرَةِ .\n\nقال ابن جرير الطبري : « وهو الباطن لجميع الأشياء فلا شيء أقرب إلى شيء منه، كما قال: ﴿ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ﴾ .\n\nو قال الزجاج : «الباطن هو العالم ببطانة الشيء، يقال: بطنت فلاناً وخبرته: إذا عرفت باطنه وظاهره، والله تعالى عارف ببواطن الأمور وظواهرها، فهو ذو الظاهر وذو الباطن» .\n\nهذا الاسم ورد في قوله تعالى : \" هُوَ الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ \" [الحديد:3] .\nوقد ورد أيضاً في دعاء النبي صلى الله عليه وسلم : \" وأنت الباطِنُ فليس دُونَك شيء \" [مسلم] ."
  },
  {
    "name": "الوالي",
    "meaning": "معنى الوالي في اللغة: مشتقة من ولي، والولاية هي تدبير الشؤون ، والوالي هو المدبر للشؤون، والوالي هو مالك الأشياء جميعها والمتصرف فيها .\n\nالوالي في حق الله : هو المدبِّر لشؤون خلقه ، المالك ، المتصرّف ، الفعَّال لما يريد ، فهو المالك للأشياء المتصرِّف فيها، بمشيئةٍ وحكمةٍ ينفذ فيها أمره، ويجري عليها حكمه، وهو الذي يباشر كلَّ ما من شأنه إصلاح المتولِّي عليه .\n\nقيل في معنى الوالي: \" هو المتصرِّف بمشيئته في العوالم ، دبَّر شؤون خلقه أزلاً ، وأبرزها أبداً بحكمة الكريم الراحم، هو الذي يوالي عباده بالإحسان، ويفيض عليهم ممداً بالحنان، عطاؤه يتكرر بغير انقطاع، ويتكرر دون امتناع \" . \n\nورد اسم الوالي في القرآن الكريم مرة واحدة منونًا في قوله تعالى : ( لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِن وَالٍ ) (سورة الرعد:11 )."
  },
  {
    "name": "الْمُتَعَالِي",
    "meaning": "المتعالي في اللغة : ويأتي العلا بأربع معانٍ: علو كل شيء ، ويأتي بمعنى القهر والغلبة ، وأيضًا بمعنى رفعة الشأن وعُلُو القدر ، وبمعنى الكبر .\n\n أما معنى المتعالي الشرعي : هو القاهر لخلقه بقدرته ، المتعالي هو المستعلي ، المستعلي على كل شيء بقدرته .\n\n قال بعض العلماء : المتعالي على كل شيء أي قد أحاط بكل شيء علمًا ، وقدرةً ، وقهرًا ، وخضعت له الرقاب في كل شيء ، ودان له العباد طوعاً وكرهاً .\n\nوقال الشعراوي في تفسيره : ( وقول الحق سبحانه في وصف نفسه المتعالي يعني أنه المُنزَّه ذاتًا وصفاتٍ وأفعالاً ؛ فلا ذات كذاته ؛ ولا صفة كصفاته ، ولا فعل كفعله ، وكل ما له سبحانه يليق به وحده ، ولا يتشابه أبدًا مع غيره ) .\n\n ورد هذا الاسم في القرآن الكريم في موضع واحد وهو قوله تعالى : ﴿ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ ﴾ ."
  },

  {
    "name": "الْبَرُّ",
    "meaning": "معنى البَرُّ في اللغة: البَرُّ صفة مشبهة للمَوْصُوفِ بِالبِرِّ ، والبِرُّ في حَقِّ الوَالِدَينِ والأَقْرَبِينَ مِنَ الأَهْلِ ضِدُّ العُقُوقِ وهو الإسَاءَةُ إليهم والتَّضْييعُ لحقِّهم .\n\nمعنى البَرُّ الشرعي : البَرُّ سبحانه وتعالى هو العَطُوفُ عَلَى عِبَادِهِ ببِرِّهِ ولُطْفِهِ ، فَهُوَ أَهْلُ البِرِّ والعَطَاءِ يُحْسِنُ إلى عِبَادِهِ في الأرْضِ أو في السَّمَاءِ ، وهو الصَّادِقُ في وَعْدِهِ ،\n الذي يَتَجَاوَزُ عَنْ عَبْدِهِ ، ويَنْصُرُهُ ويحمِيهِ ، ويَقْبَلُ القَلِيلَ مِنْهُ ويُنَمِّيهِ، وهو المحْسِنُ إلى عِبَادِهِ، الذي عَمَّ بِرُّهُ وإحْسَانُهُ جَمِيعَ خَلْقِهِ، فَمَا مِنْهم مِنْ أَحِدٍ إلا وتَكَفَّلَ اللهُ بِرِزْقِهِ.\n\nقَالَ الحُلَيْمِيُّ: \"(البَرُّ) ومَعْنَاهُ : الرَّفِيقُ بِعِبَادِهِ ، يُرِيدُ بهم اليُسْرَ، ولا يُرِيدُ بهم العُسْرَ ، ويَعْفُو عَنْ كَثِيرٍ مِنْ سَيِّئَاتِهم ، ولا يُؤَاخِذُهم بجَمِيعِ جِنَايَاتِهم ، ويَجْزِيهم بالحَسَنَةِ عَشْرَ أَمْثَالِها ، ولا يَجْزِيهم بالسَّيِّئَةِ إلَّا مِثْلَها ، ويَكْتُبُ لَهُم الهَمَّ بالحَسَنَةِ ، ولا يَكْتُبُ عليهمُ الهَمَّ بالسَّيِّئَةِ\".\n\nوَرَدَ هذا الاسم في القرآن الكريم مَرَّةً وَاحِدَةً في قَوْلِهِ تَعَالَى: ﴿ إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ ﴾ [الطور: 28]."
  },
  {
    "name": "التَّوَّابُ",
    "meaning": "المعنى اللغوي : معنى الاسم اللغوي مأخوذ من مادة تَوَبَ وهي تعني الرجوع والندم، والمغفرة  .\n\nأما معنى التوّاب الشرعي : وهو من صيغ المبالغة ، وصيغ المبالغة إذا اتصلت بأسماء الله الحسنى ، فتعني الكم والنوع ، يعني يغفر جميع الذنوب كمًا ، ويغفر أكبر الذنوب نوعًا .\n\nفالعبد يتوب إلى الله عز وجل، ويقلع عن ذنوبه ، والله يتوب عليه أي يقبل توبته .\n\n قال تعالى: ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواْ [التوبة: 118].\nوإذا كانت التوبة معناها الرجوع والعودة، فإن الله تعالى كثير العودة بأصناف الإحسان على عباده، فهو يوفقهم بعد الخذلان، ويعطيهم بعد الحرمان، ويخفف عنهم أنواع الآلاء، ومن توبته يقابل الدعاء بالعطاء، والاعتذار بالغفران، والإنابة بالإجابة، والتوبة بمحو الحوبة.  \n\nوَرَدَ هذا الاسْمُ فِي القُرْآنِ إِحْدَى عَشْرَةَ مَرَّةً، مِنْهَا: قَوْلُهُ تَعَالَى: ﴿ فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ ﴾ [البقرة: 37].\n وَقَوْلُهُ تَعَالَى: ﴿ إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ ﴾ [البقرة: 160].\n \nوَقَوْلُهُ تَعَالَى: ﴿ أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ ﴾ [التوبة: 104]."
  },
  {
    "name": "الْمُنْتَقِمُ",
    "meaning": "المنتقم في اللغة : انتقم من خصمِه : عاقَبَه ، والانتقام غاية العقوبة على الشيء الذي يكرهه .\n\nومعنى المنتقم الشرعي : هو الذى يقسم ظهور الطغاة ويشدد العقوبة على العصاة وذلك بعد الإنذار والإمهال ، والله يغضب في حق خلقه بما لا يغضب في حق نفسه ، فينتقم لعباده بما لا ينتقم لنفسه ، وإنه إن عرفت أنه كريم رحيم فأعرف أنه منتقم شديد عظيم , فمن عرف عظمته خشي نقمته ، ومن عرف نعمته رجا نعمته ، قال الله عز وجل: \" فلا تحسبن الله مخلف وعده رسله إن الله عزيز ذو انتقام \" (سورة إبراهيم الآية 47)  .\n\nيقول محمد متولي الشعراوي  رحمه الله في كتاب شرح أسماء الله الحسنى :  قوله تعالى : \"والله عزيز ذو انتقام\" أي : لا يغلب على أمره ، ولا توجد قوة أخرى ضده ، وانتقامه لن يستطيع أحد أن يرده .\n\nيقول الغزالي: المنتقمُ: هو الذي يبالغُ في العقوبةِ لمن يشاءُ من الظَّالمين وهو الحَكَمُ العَدلُ قال تعالى: {وَاللهُ عَزِيزٌ ذُو انتِقَامٍ} (سورة آل عمران/4).\n\nلم يرد هذا الإسم في القرآن ولكنه ورد كوصف فعل في قوله تعالى : { إنا من المجرمين منتقمون} و قوله : { إن الله عزيز ذو انتقام } ."
  },
  {
    "name": "الْعَفُوُّ",
    "meaning": "معنى العَفُوُّ في اللغة: العَفُوُّ من صيغ المبالغة ، والعَفْوُ هو التجاوز عن الذنب وترك العقاب عليه ، وكل من استحق عندك عقوبة فتركت عقوبته فقد عفوت عنه .\n\nمعنى العَفُوُّ الشرعي : هو الواضعُ عن عباده تَبِعَات خطاياهم وآثارهم، فلا يستوفيها منهم، وذلك إذا تابوا واستغفروا ، أو تركوا لوجهه أعظم مما فعلوا ، فيُكفِّر عنهم ما فعلوا بما تركوا ، أو بشفاعة من يشفع لهم ، أو يجعل ذلك كرامة لذي حرمة لهم به ، وجزاء له بعمله.\n\nيقول الغزالي: \"العَفُوُّ: هو الذي يمحو السيئات ويتجاوز عن المعاصي وهو قريب من الغفور ولكنه أبلغ منه ، فإن الغفران يُنبِئ عن الستر والعفو يُنبِئ عن المحو والمحو أبلغ من الستر\".\n\nقال محمد منير الدمشقي في الإتحافات السنية : « العفو في حق الله تعالى عبارة عن إزالة آثار الذنوب بالكلية فيمحوها من ديوان الكرام الكاتبين ، ولا يطالبه بها يوم القيامة ، وينسيها من قلوبهم ، لئلا يخجلوا عند تذكيرها ، ويثبت مكان كل سيئة حسنة، والعفو أبلغ من المغفرة ، لأن الغفران يشعر بالستر ، والعفو يشعر بالمحو ، والمحو أبلغ من الستر » .\n\nورد اسم الله العفو في القرآن الكريم خمس مرات منها: في قوله تعالى: {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا} [النساء من الأية:43] .\nوقوله: {فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا} [النساء من الأية:99].\n"
  },
  {
    "name": "الرَّؤُوفُ",
    "meaning": "معنى الرؤوف في اللغة: الرؤوف صيغة مبالغة من اسم الفاعل رائف ، وهو الموصوف بالرأفة ، والرؤوف هو شديد الرحمة .\n\nمعنى الرؤوف في حق الله : هو الرّحيم العاطف برأفته على عباده والمتساهل معهم، لأنّه لم يحمّلهم ما لا يُطيقون ، بل حمّلهم أقلّ ممّا يطيقون ، بدرجات كثيرة، وهو الذي يعطف على عباده المذنبين فيفتح لهم باب التوبة ، وهو الذي يتعطف على عباده المؤمنين بحفظ سمعهم وأبصارهم وحركاتهم وسكناتهم في توحيده وطاعته .\n\nيقول الإمام الغزالي في شرح اسم الله الرؤوف : \" الرأفة رِقَّة تجعل المرء يخفف في التكليف ويُؤثِرُ التجاوز عند الخطأ، ولله المثل الأعلى، وهو يكلف في حدود الطاقة ويُقَدِّم الصفح على المؤاخذة \".\n\nورد اسم الله الرؤوف في القرآن الكريم في تسعة مواضع منها: قال تعالى: وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ [البقرة: 143].\nوفي قوله تعالى \" وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ \" [النور:20]."
  },
  {
    "name": "مَالِكُ الْمُلْكِ",
    "meaning": "الملك في اللغة : يطلق على كل من بيده مُطلق التصرف بالأمر والنهي والقوة والسلطان سواء في نفسه أو في غيره أو في مملكته، وملك الشيء أي حازه وانفرد باستعماله والانتفاع به أو التصرف فيه والاسم مالك .\n\nومعناه الشرعي يعني مالك الملك أنه هو المتصرف في ملكه كيف يشاء ولا راد لحكمه ، ولا معقب لأمره ، والوجود كله من جميع مراتبه مملكة واحدة لمالك واحد هو الله تعالى ، هو الملك الحقيقى .\n\nمالك الملك تعني : ما شاء في هذا الملك كان ، وما لم يشأ لم يكن ، كل شيء وقع أراده الله ، وكل شيء أراده الله وقع .\n\nيقول الإمام الغزالي : مالك الملك ؛ هو الذي تنفذ مشيئته في مملكته كيف يشاء وكما يشاء ؛ إيجادًا وإعدامًا ، إبقاءً وإفناءً ، والمُلْكُ هنا ؛ بمعنى المملكة ، والمالك ؛ بمعنى القادر التام القدرة .\n\nأما عن وروده في القرآن فقد ورد في قوله تعالى : (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاء وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاء وَتُعِزُّ مَن تَشَاء وَتُذِلُّ مَن تَشَاء بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ )( سورة آل عمران: الآية 26 )."
  },

  {
    "name": "ذُو الْجَلَاَلِ والْإكْرَامِِ",
    "meaning": "المعنى اللغوي : ذو بمعني صاحب \nالجلال: من جلّ الشيء إذا عَظُمَ، وجَلال اللّه عَظَمَتُه وقدره، ويقال أمر جلل :معناه الأمر العظيم الذي لا طاقة للكل به.\n\nمعنى ذو الجلال والإكرام الشرعي : أي ذو العظمة ، والكبرياء ، وذو الرحمة والجود ، والإحسان العام ، والخاص ، المكرم لأوليائه ، وأصفيائه الذين يجلونه ويعظمونه ويحبونه ، وهو المُستحقٌّ أنْ يُجَلَّ ويُكرَمَ فلا يُجْحَدُ، ولا يُكفرُ به، وهو الذي يُكْرِمُ أَهْلَ ولايتِهِ، وَيرْفَعُ درجاتِهم بالتوفيقِ لطاعتِهِ فِي الدُّنيا، ويُجلُّهم بأَنْ يتقبَّلَ أعمالَهم ويرفعَ فِي الجِنَانِ درجاتِهم.\n\nقول الإمام الغزالي: إن اسم (ذا الجلال والإكرام) هو الذي لا جلال ولا كمال إلا وهو له، لا جلال ولا كمال ولا كرامة ولا مكرمة ؛ إلا وهي صادرة منه .\n\nوقال بعض العارفين: ذو الجلال والإكرام ؛ هو المنفرد بالجلال والإكرام والعظمة، المختص بالإكرام والكرامة ؛ فكل جلال له، وكل كرامة منه سبحانه .\n\nوَرَدَ هذا الاسمُ مرَّتين : في قولهِ تبارك وتعالى: ﴿ كُلُّ مَنْ عَلَيْهَا فَانٍ * وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ ﴾ [الرحمن: 26، 27] .\nوفي قوله تعالى في السورة نفسِها: ﴿ تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ ﴾ [الرحمن: 78]."
  },
  {
    "name": "الْمُقْسِطُ",
    "meaning": "المقسط في اللغة : أقسط فلانٌ إذا عدل ، والمقسط هو العادل في حكمه قال تعالى : ( وأقيموا الوزن بالقسط ) ، ذكر بعض علماء اللغة أنَّ القَسْطَ : هو أن يأخذ الإنسان قِسطَ غيره أي يظلم . \n \nمعنى المُقسِطُ الشرعي هو : العادل في الأحكام ، الجاعل لكل من عباده نصيباً من خيره ، الذي يتصرَّف في العوالم بكلِّ نظام ، و المقسط أعظم دلالة من العدل لأن الإقساط عدل وزيادة ، و العادل في حكمه لا يحيف ولا يجور ، فهو سبحانه المُنيل عبادَه القسط من نفسه وهو العدل ، وقد يكون الجاعل لكل منهم قسطاً من خيره .\n\nالإمام الغزالي يقول : المقسط هو الذي ينتصف للمظلوم من الظالم، وكماله في أن يضيف إلى إرضاء المظلوم إرضاء الظالم فإذا طغى عبد على عبد، انتصر للمظلوم من الظالم، فإذا رجع الظالم عن ظلمه وتاب إلى الله أكرمه . \n\nلم يرد هذا الإسم في القرآن ولكنه ورد كوصف فعل في القرآن ومنها ، قوله تعالى : ﴿ وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ ﴾ ."
  },
  {
    "name": "الْجَامِعُ",
    "meaning": "معنى هذا الاسم في اللغة : الجمع هو الضَّم ، جمعتُ يديَّ أي ضممتهما ، تجميع أجزاء الشيء بعضها إلى بعض هو الجمع ، ويوم الجمع هو يومِ القيامة .\n\nأما معنى الجامع الشرعي فهو : الجامع لجميع صفات الكمال ونعوت الجلال ، وهو الجامع لأعمال العباد وأرزاقهم ، فلا يترك منها صغيرة ولا كبيرة إلا أحصاها ، فالله سبحانه وتعالى في يوم القيامة يجمع الأوَّلين والآخرين ، ويجمع الإنس والجن ، ويجمع أهل السماء وأهل الأرض ، ويجمع أيضاً العبد وعمله، وهو الذي جمع المسلمين على دين واحد وقبلة واحدة وشعائر واحدة، وهو الذي يجمع بين القلوب ويؤلف بينها . \n\nوقال بعض الأئمَّة ومنهم الإمام الرازي في تعريف الجامع أنه هو الذي يجمع قلوب أوليائه إلى شهود عظمته ، ويصونهم عن ملاحظة الأغيار برحمته .\n\n يقول الإمام الغزالي رحمه الله تعالى : الجامع في حقِّ الله تعالى هو الذي جمع بين المتماثلات وبين المتباينات وبين المتضادات .\n\nواسم الله الجامع من الأسماء التي ذكرت في القرآن الكريم كما في قوله تعالى : ( رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لا رَيْبَ فِيهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعَادَ ) ."
  },
  {
    "name": "الْغَنِيُّ",
    "meaning": "الغني في اللغة صفة مشبهة باسم الفاعل ، لمن اتصف بالغنى ، والغني هو الذي ليس بمحتاج إلى غيره ، لكن الحقيقة الدقيقة أن غنى الإنسان نسبي . \n\nمعنى الغني الشرعي : هو الذي لا يحتاج إلى أحد في شيء وكل أحد محتاج إليه، وهذا هو الغنى المطلق ولا يشارك الله تعالى فيه غيره ، والغني سبحانه هو المستغني عن الخلق بذاته ، وبصفاته ، وبسلطانه ، والخلق جميعاً فقراء إلى إنعامه ، وإحسانه ،فغنى الله هو  الغنى الحقيقي ، وغنى الإنسان غنى مجازي ، يعني غني بماله ، لكن مفتقر إلى الصحة ، مفتقر إلى العقل ، مفتقر إلى التوفيق ، مفتقر إلى النصر . \n\nقال الخطابي : الغَنِيّ هو الذي استغنى عن الخلق وعن نصرتهم وتأييدهم لملكه ، فليست به حاجة إليهم ، وهم إليه فقراء محتاجون ، كما وصف نفسه تعالى فقال عزَّ من قائل : ﴿وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ﴾ .\n \n وقال السعدي رحمه الله: فهو الغني بذاته، الذي له الغنى التام المطلق، من جميع الوجوه، والاعتبارات لكماله، وكمال صفاته، فلا يتطرق إليها نقص بوجه من الوجوه، ولا يمكن أن يكون إلا غنيا، لأن غناه من لوازم ذاته، كما لا يكون إلا خالقا قادرا رازقا محسنا فلا يحتاج إلى أحد بوجه من الوجوه.\n\nورد اسم الله الغني في القرآن الكريم ثماني عشرة مرةً منها  قوله تعالى : ( وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ ) ."
  },
  {
    "name": "الْمُغْنِي",
    "meaning": "المُغني في اللغة : الغنى ضد الفقر ومعناه هو عدم الحاجة للغير، وهذا المصدر يدلّ على الكفاية كما ذكر أهل اللغة . \n\nمعنى المغني الشرعي : هو الذي يغني من يشاء غناه عمن سواه ، فهو واهب الغِنَى النفسيّ والماديّ، والله تعالى مغن عباده بعضهم عن بعض ، لأن الحوائج على الحقيقة لا تكون إلا إليه ، فالمخلوق لا يملك لنفسه نفعًا ولا ضرًا ، فكيف يملك ذلك لغيره؟ وقيل هو معطي الغنى والكفاية لمن شاء من عباده ، على صدق ما اقتضته حكمته ، وسبقت به مشيئته، فهو القائل في سورة طه : \"هو الذي أعطى كل شيء خلقه ثم هدى\" .\n\nوقال بعض العارفين : إن المغني هو الذي أفاض الغنى على العباد ، وسهل لهم المراد ، وما من غنى في الوجود إلا وهو من جناب الحق ممدود ، وهو المغني لأوليائه من كنوز أنواره ، والمغني لأهل الكون لتسهيل أرزاقهم باقتداره ، وهو المغني لكل حقيقة يمدد على قدرها،  لأنه هو الخبير بسرها وجهرها.\n\nيقول الغزالي في شرح اسم الله المُغني: هو الذي جَبَرَ مفاقِرَ الخلقِ وساقَ إليهم أَرزاقَهُم.\n\nلم يَرد اسم المُغني بلفظه في القرآن الكريم، ولكن ورد في سورة التوبة في قوله تعالى:  ﴿يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ ) (28 ﴾ ."
  },

  {
    "name": "اَلْمَانِعُ",
    "meaning": "المانع في اللغة : المنع ضدُّ الإعطاء ، منع ضدُّه أعطى ، والمنع هو الحيلولة بين شيئين، والمنع بمعنى الحرمان.\n\nو معنى المانع الشرعي : هو الذي يمنع أولياءه ويحوطهم وينصرهم ، من المنعة ، أو : يمنع من يستحق المنع  ، من المنع ، أي : الحرمان ، لأنّ منعه سبحانه حكمة وعطاءَه جود ورحمة ، فلا مانع لما أعطى ولا معطي لما منع. \n\nوهو الذي يمنع من يستحق المنع، فليس كلّ إنسان يستحق أن يمنعَه الله، ويحميه، ويمنع أهلَ الدين، وينصرهم، ويحميهم، كما يمنع عباده من التقصير في الطاعة والدين، حيث يمنعُ البلاء حمايةً للمؤمن، ويمنع عنه العطاء ابتلاءً له، ودفعاً له للعودة، والتقرّب منه جلّ جلاله .\n\nقال السعدي رحمه الله : \" المعطي المانع هذه من الأسماء المتقابلة التي لا ينبغي أن يثني على الله بها إلا كل واحد منها مع الآخر ؛ لأن الكمال المطلق من اجتماع الوصفين ، فهو المعطي المانع : لا مانع لما أعطى ، ولا معطي لما منع ، فجميع المصالح والمنافع منه تطلب ، وإليه يرغب فيها ، وهو الذي يعطيها لمن شاء ويمنعها من يشاء بحكمته ورحمته \" . \n\nهذا الاسم لم يرد فى القرآن الكريم ولكنه ورد في السنة النبوية ؛ فكان النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّم - إِذَا فَرَغَ مِنَ الصَّلَاةِ وَسَلَّمَ ، قَالَ : \" لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ \" ( رواه البخاري ومسلم ) ."
  },
  {
    "name": "الضَّارَّ",
    "meaning": "الضار في اللغة : ضارَ فلانًا : أضرَّ به ، تضرَّر الشَّيءُ : أصابه أذًى ، تضرَّر بالحرب/ تضرَّر من الحرب: أصابه بها أو منها ضرر، إذن فالضرر هو الأذى .\n\nأما معنى الضار الشرعي : الضار أي المقدر للضر لمن أراد كيف أراد ، هو وحده المسخر لأسباب الضر بلاء لتكفير الذنوب أو ابتلاء لرفع الدرجات ، فإن قدر ضررا فهو المصلحة الكبرى . \n\nوهو الذي يضر من يشاء من خلقه ، حيث هو خالق الأشياء كلها خيرها وشرها ونفعها وضرها ، ويدل لذلك قول الله تعالى : وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلّا هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدُيرٌ [الأنعام:17].\n\nقال ابن تيمية رحمه الله : هذا يدل على أنه لا ينفع في الحقيقة إلا الله ولا يضر غيره .\n\nلم يرد هذا الإسم في القرآن ولكنه ورد كوصف فعل في القرآن ومنها ، قوله تعالى : (وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدُيرٌ ) ."
  },
  {
    "name": "النَّافِعُ",
    "meaning": "النافع في اللغة : نفَع غيرَه/ نفَعه بكذا أفادَه ، صنَع له خيرًا ، عكسه ضرَّ  و النفع : الخير ، وهو ما يتوصل به الإنسان إلى مطلوبه ، عكسه الضر يسيء حيث أراد النفع . \n\nأما معنى النافع الشرعي : فهو النافع الذي يصدر منه الخير والنفع في الدنيا والآخرة قال الله : ﴿يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ﴾  فلا ضر ولا نفع ولا شر ولا خير إلا وهو بإرادة الله .\n\nولا ينسب الشر إليه إنما ينسب دفع الشر فما أصابك من نعمة فمن الله وما أصابك من سيئة فمن نفسك و اللهُ سُبْحَانَهُ هُوَ الَّذِي يَفْتَحُ عَلَى الْإِنْسَانِ أَبَوابَ الرِّزْقِ وَالْخَيْرِ إِذَا اِتَّقَاهُ ، وَهُوَ الَّذِي يَدْفَعُ عَنْهُ الْبَلَاءَ إِذَا ضَاقَتْ بِهِ السُّبُلُ ، فَالْخَيْرُ وَالنَّفْعُ كُلُّهُ بِيَدِ اللهِ سُبْحَانَهُ وَتَعَالَى .\n\n الإمام الغزالي والإمام الرازي والإمام القُشيري يقولون: \" اعلم أن الجمع بين هذين الاسمين ( الضار – والنافع ) أولى وأبلغ في الوصف بالقدرة على ما شاء كان وما لم يشأ لم يكن ، لا نافع ولا ضار غيره \".\n\nومن بعض الآيات المتعلقة بهذا الاسم قوله تعالى : ﴿قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ ) ."
  },
  {
    "name": "النُّورُ",
    "meaning": "النور في اللغة هو الضوء أياً كان أو شعاعه، موجاته أو سطوعه، تألقّه، هناك موجات لا تُرى بالعين ، النور هو الضياء والسناء الذي يُعين على الإبصار . \n\nمعنى النور الشرعي : هو  اسم  يليق به ، فلم يزل ولا يزال سبحانه وتعالى متصفًا به قد يضاف النور إلى مفعولاته سبحانه وتعالى : فيكون بمعنى النور الذي في قلب عباده المؤمنين، كما في قوله تعالى {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ} [النور من الآية:35] . ومعناها : أن مثل نور الله سبحانه وتعالى في قلب عبده ، كمثل المشكاة المضيئة . \n\nوقد اختلف العلماء في تعريفهم لاسم الله النور على عدة أقوال منها :\n\n1) قال ابن عباس رضي الله عنهما أنه نورٌ .\n\n2) وقال ابن مسعود رضي الله عنه أنه مُنوِّر السماوات والأرض .\n\n3) وقال أبي ابن كعب هو مزيِّن السماوات والأرض .\n\n4) وقيل في ذاته نور ومن أفعاله ينوّر السماوات والأرض و هادي السماوات والأرض .\n\nقال الإمام ابن القيم رحمه الله في شفاء العليل: ولما كان النور من أسمائه الحسنى وصفاته كان دينه نورًا ورسوله نورًا، وداره نورًا يتلالأ، والنور يتوقد في قلوب عباده المؤمنين ويجري على ألسنتهم ويظهر على وجوههم .\n\nوقد ورد اسم الله النور في عدة مواضع في القرآن منها قوله تعالى : {الله نُورُ السَّمَاوَاتِ وَالْأَرْضِ} [النور: الآية:35] ."
  },
  {
    "name": "الهَادي",
    "meaning": "الهادي في اللغة هو الدليل والمرشد الذي يدل على طريق الخير برفق؛ فالهداية: دلالة بلطف إلى ما يوصل إلى طريق الحق والصواب ، الهُدَى: الرَّشَاد والدلالةُ .\n\nمعنى الهادي الشرعي : هو الذي هدى خلقه إلى معرفته وربوبيته ، وهو الذي هدى عباده إلى صراطه المستقيم ، وهو الذي يهدي عباده إليه ، ويدلهم عليه ، وعلى سبيل الخير والأعمال المقربة منه ، وهو الذي هدى سائر الخلق من الحيوان إلى مصالحها ، وألهمها كيف تطلب الرزق ، وكيف تتقي المضار والمهالك \n\nقال السعدي: (الهادي) أي الذي يهدي ويرشد عباده إلى جميع المنافع وإلى دفع المضار، ويعلمهم مالا يعلمون، ويهديهم لهداية التوفيق والتسديد ، ويلهمهم التقوى ، ويجعل قلوبهم منيبة، إليه منقادة لأمره .\n\nاسم الله الهادي من الأسماء التي ورد ذكرها في القرآن الكريم مثل قوله تعالى: (وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُّسْتَقِيمٍ) [الحج: 54] .\nوقوله تعالى: (وَكَفَى بِرَبِّكَ هَادِيًا) [الفرقان: 31]."
  },
  {
    "name": "الْبَدِيعُ",
    "meaning": "البديع في اللغة : على وزن فعيل بمعنى مُفعِل ؛ أي مُبدع السماوات والأرض ، والإبداع : أن تصنع شيئًا على غير مثالٍ سابق ، ومن دون أن تتلقى من أحد معلومة ما .\n\n أما معنى البديع الشرعي فيعني : أنٌه بديع في ذاته فهو الذي لا نظير له في ذاته ولا في صفاته ولا في أفعاله ولا في مصنوعاته فهو البديع المطلق، فلا يشبهه شيء ويمتنع أن يكون له مثيل أزلًا وابدًا ، وبديع في خلقه ، فهو خلَق الخلق على غير شكل وعلى غير مثال سابق ، ومن دون أن يُعلِّمُهُ أحد ، وبديع في أفعاله ، فالبديع إذاً اسمٌ من أسماء الله ، اسم لِذاتِهِ و اسمٌ لِصفاته واسمٌ لأفعاله . \n\nقال الإمام الغزالي : الإبداع اختراع ما ليس له مثال ، والكون صنع الله الذي لم يُصْنَع من قبل مثلُه .\n\nوقد ورد اسم البديع مضافًا في كتاب الله تعالى في موضعين \n: في سورة البقرة (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ) [البقرة : 117] . \nوفي سورة الأنعام (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) [الأنعام : 101] ."
  },

  {
    "name": "اَلْبَاقِي",
    "meaning": "في اللغة : البقاء ضدُّ الفناء ، و بقي الشي‌ء أي : دام وثبت .\n\nأما معنى الباقي الشرعي فيعني أن الله سبحانه وتعالى : له البقاء ، والبقاء صفةٌ من صفات ذاته ، الباقي أيضًا هو الواجب الوجود بذاته ، وهو دائم الوجود، الموصوف بالبقاء الأبدي والأزلي ، أزلًا وأبدًا ،وهو الثابت الذي لا يزول بعد زوال غيره، هو الله الخالد الثابت الأبدي، الدائم الذي لا ينتهي تقدير وجوده في الاستقبال إلى زمان آخر ينتهي إليه، والباقي نقيض الفاني. \n\nالإمام الغزالي يقول : \" الباقي هو الموجود الواجب الوجود بذاته \" ، ولكنَّ واجب الوجود إذا أضيف إلى المستقبل فهو الباقي ، وإذا أضيف إلى الماضي سُمّيَ قديمًا.\n\nو قال الطبري في تفسيره : \" كلّ من على ظهر الأرض من جنّ وإنس فإنه هالك ، ويبقى وجه ربك يا محمد ذو الجلال والإكرام \" .\n\nولم يرد اسم الباقي بلفظه في القرآن الكريم ، ولكن مادة البقاء وردت منسوبة إلى الله – تعالى – ، قال – سبحانه – : ( وَاللَّهُ خَيْرٌ وَأَبْقَى ) [ طه :73 ] .\nوقال - عز وجل - : (وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلاَلِ وَالإِكْرَامِ) [الرحمن : 27 ] ."
  },
  {
    "name": "الْوَارِثُ",
    "meaning": "في اللغة : الوارث : اسم فاعل للموصوف بالوراثة من غيره ، يقال : ورث فلان أباه ، والوراثة هي : انتقال المال أو الملك من المتقدم إلى المتأخر .\n\nمعنى الوارث الشرعي : فهو الباقي الدائم بعد فناء خلقه، والمسترد أملاكهم وموارثهم بعد موتهم، ولم يزل الله باقيًا مالكًا لأصول الأشياء كلها، يورثها من يشاء ويستخلف فيها من أحب ، و الوارث ، هو الذي أورث المؤمنين ديار الكافرين في الدنيا، فهو الَّذي يُورث الأرْضَ مَن يَشاء من عباده، وهو الذي أورث المؤمنين مساكنهم في الجنة . \n\nقال الإمام الغزالي : الوارث : الذي يَؤُول الوجود إليه، و يقول ابن الأثير : « الوارث : هو الذي يرث الخلائق ، ويبقى بعد فنائهم ».\n\nو قال الحليمي : « الوارث معناه الباقي بعد ذهاب غيره » .\n\nجاء اسم الوارث في القرآن الكريم بصيغة جمع المذكر السالم في قوله تعالى : (وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ) , وفي قوله تعالى : (وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ) ."
  },
  {
    "name": "الرَّشِيدُ",
    "meaning": "في اللغة : صيغة الرشيد  فعيل ، وصيغة فعيل في علم الصرف تعني المبالغة ، والرشد هو الصلاح والاستقامة ، وهو خلاف الغي والضلالة .\n\nأما معناه الشرعي : فيعني أن كلُّ أفعال الله عزَّ وجلَّ رشيدة ، والرشيد إذا وصف الله بهذا الوصف فهو الرُشد المطلق، وهو الذي أرشد الخلق إلى مصالحهم ، وهو الذي تنساق تدبيراته إلى غاياتها على سبيل السداد من غير إشارة مشير ولا تسديد مسدد .\n\nوهو الذي أرشد عباده إليه وعرفهم به من خلال مخلوقاته وكتبه ورسله، وهو الذي أرشد عباده إلى دينه وهداهم إليه وأرشدهم إلى طريق الخير والشر وطريق الجنة والنار ، ووأرشدنا سبحانه وتعالى إلى التعامل مع متطلبات الحياة ؛  فأرشد الانسان إلى رزقه وعلاجه وما ينفعه ويضره، بل أرشد المخلوقات الأخرى غير الإنسان إلى ذلك.\n\nقال ابن القيم في شفاء العليل : \" رشيد يحب أهل الرشد ، وهو الذي جعل من يحبه من خلقه كذلك ، وأعطاه من الصفات ما شاء ، وأمسكها عمن يبغضه ، وجعله على أضدادها ، فهذا عدله ، وذاك فضله ، والله ذو الفضل العظيم \" . \n\nوهذا الاسم لم يرد في القرآن بهذه الصيغة ولكن تكلم عليه العلماء استنباطًا ؛ لما جاء في القرآن في قول الله - تعالى - : (وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ) [ الأنبياء:  51] .\nوقوله : ( رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا )[ الكهف:  10] .\nوقوله - تعالى- : (ذَلِكَ مِنْ آيَاتِ اللَّهِ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا)[ الكهف: 17] .-"
  },
  {
    "name": "الصَّبُورُ",
    "meaning": "الصبر في اللغة: الصَّبْـرُ نقيض الجَزَع ، وأَصل الصَّبْر الحَبْس وكل من حَبَس شيئًا فقد صَبَرَه .\n\nومعنى الصبور الشرعي هو سبحانه الحليم الذى لا يعاجل العصاة بِالِانْتِقَامِ مِنْهُمْ، بَلْ يُؤَخِّرُ ذَلِكَ إلَى أجَلٍ مُسَمَّى، وَيُمْهِلُهُم لِوَقْتٍ مَعْلُوْم، فتأخير العقوبة هو مدلول اسم الصبور، كأن الله عزّ وجل يُعطي الناس فرصةً ليتوبوا، يُعطيهم فرصةً ليرجعوا، لِيُنيبوا، ليستغفروا . \n\nفَمَعْنَى الصبورِ فِي صِفَةِ الله سبْحَانَهُ ، قَرِيبٌ مِنْ مَعْنَى الحَلِيم ؛ إلا أن الفَرْقَ بَين الأمْرَيْنِ : أنهم لَا يَأمَنُونَ العُقُوْبَةَ فِي صِفَةِ الصبورِ، كمَا يَسْلَمُونَ مِنْهَا فِي صِفَةَ الحَلِيْمِ ، الصبور هو الذى إذا قابلته بالجفاء قابلك بالعطاء والوفاء، هو ملهم الصبر لجميع خلقه .\n\nقال المناوي في فيض القدير : « والصبور الذي لا يستعجل في مؤاخذة العصاة أو الذي لا تحمله العجلة على المنازعة إلى الفعل قبل أوانه »\n\nوقال الإمام الغزالي رحمه الله : الصبور : الذي يرى من عباده القبيح فلا يسارع بالفضيحة ، ويسمع منهم السوء فلا يُعَاجِل بالعقوبة ، فهذا الاسم كاسمه \" الحليم \" غير أَنه قد يَطُول لطفه ويُرْجَى صفحه ، أمَّا \"الصبور\" فينبغي القلق من إمهاله.\n\nوهذا الاسم لم يرد في القرآن الكريم ، ولكنَّ دلالات هذا الاسم وردت كثيراً قال تعالى : ﴿ وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيراً﴾ [ سورة فاطر الآية: 45] ."
  }
]